[{"id":1, "feeling":"Afraid", "bible_verse":"1 John 4:18-19", "bible_message":"There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love. We love him, because he first loved us."},
 {"id":2, "feeling":"Afraid", "bible_verse":"Psalms 27:1", "bible_message":"The LORD is my light and my salvation; whom shall I fear? The LORD is the strength of my life; of whom shall I be afraid?"},
 {"id":3, "feeling":"Afraid", "bible_verse":"John 14:1", "bible_message":"Let not your heart be troubled: ye believe in God, believe also in me."},
 {"id":4, "feeling":"Afraid", "bible_verse":"John 14:27", "bible_message":"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid."},
 {"id":5, "feeling":"Afraid", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":6, "feeling":"Afraid", "bible_verse":"Isaiah 26:3", "bible_message":"Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee."},
 {"id":7, "feeling":"Afraid", "bible_verse":"Philippians 4:8", "bible_message":"Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things."},
 {"id":8, "feeling":"Afraid", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":9, "feeling":"Afraid", "bible_verse":"John 15:5", "bible_message":"I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing."},
 {"id":10, "feeling":"Afraid", "bible_verse":"1 John 4:12", "bible_message":"No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us."},
 {"id":11, "feeling":"Afraid", "bible_verse":"2 Timothy 1:7", "bible_message":"But, when he was in Rome, he sought me out very diligently, and found me."},
 {"id":12, "feeling":"Aggravated", "bible_verse":"Isaiah 41:10", "bible_message":"Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."},
 {"id":13, "feeling":"Aggravated", "bible_verse":"John 16:33", "bible_message":"I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world."},
 {"id":14, "feeling":"Aggravated", "bible_verse":"Psalms 34:18", "bible_message":"The Lord is near to the brokenhearted and saves the crushed in spirit."},
 {"id":15, "feeling":"Aggravated", "bible_verse":"1 Peter 5:7", "bible_message":"Casting all your anxieties on Him, because He cares for you."},
 {"id":16, "feeling":"Aggravated", "bible_verse":"Psalms 4:4-5", "bible_message":"Be angry, and do not sin; ponder in your own hearts on your beds, and be silent. Selah Offer right sacrifices, and put your trust in the Lord."},
 {"id":17, "feeling":"Aggravated", "bible_verse":"Galatians 6:9", "bible_message":"And let us not grow weary of doing good, for in due season we will reap, if we do not give up."},
 {"id":18, "feeling":"Aggravated", "bible_verse":"Philippians 4:7", "bible_message":"And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."},
 {"id":19, "feeling":"Aggravated", "bible_verse":"Matthew 11:28-29", "bible_message":"Come to me, all who labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls."},
 {"id":20, "feeling":"Aggravated", "bible_verse":"Jeremiah 29:11-13", "bible_message":"For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope. Then you will call upon me and come and pray to me, and I will hear you. You will seek me and find me, when you seek me with all your heart."},
 {"id":21, "feeling":"Aggravated", "bible_verse":"James 1:19", "bible_message":"Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;"},
 {"id":22, "feeling":"Aggravated", "bible_verse":"Proverbs 3:6", "bible_message":"In all your ways acknowledge him, and he will make straight your paths."},
 {"id":23, "feeling":"Aggravated", "bible_verse":"Exodus 14:14", "bible_message":"The Lord will fight for you, and you have only to be silent."},
 {"id":24, "feeling":"Aggravated", "bible_verse":"Joshua 1:9", "bible_message":"Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go."},
 {"id":25, "feeling":"Aggravated", "bible_verse":"Psalms 62:5-8", "bible_message":"For God alone, O my soul, wait in silence, for my hope is from him. He only is my rock and my salvation, my fortress; I shall not be shaken. On God rests my salvation and my glory; my mighty rock, my refuge is God. Trust in him at all times, O people; pour out your heart before him; God is a refuge for us. Selah"},
 {"id":26, "feeling":"Aggravated", "bible_verse":"Proverbs 3:5-6", "bible_message":"Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths."},
 {"id":27, "feeling":"Aggravated", "bible_verse":"1 John 4:4", "bible_message":"Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world."},
 {"id":28, "feeling":"Aggravated", "bible_verse":"James 1:2-4", "bible_message":"Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing."},
 {"id":29, "feeling":"Aggravated", "bible_verse":"1 Corinthians 13:1-13", "bible_message":"If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; ..."},
 {"id":30, "feeling":"Aggravated", "bible_verse":"Revelation 21:4", "bible_message":"He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away."},
 {"id":31, "feeling":"Aggravated", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through him who strengthens me."},
 {"id":32, "feeling":"Aggravated", "bible_verse":"Romans 8:28", "bible_message":"And we know that for those who love God all things work together for good, for those who are called according to his purpose."},
 {"id":33, "feeling":"Aggravated", "bible_verse":"Hebrews 11:1", "bible_message":"Now faith is the assurance of things hoped for, the conviction of things not seen."},
 {"id":34, "feeling":"Aggravated", "bible_verse":"1 Peter 5:10", "bible_message":"And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you."},
 {"id":35, "feeling":"Aggravated", "bible_verse":"Psalms 37:4", "bible_message":"Delight yourself in the Lord, and he will give you the desires of your heart."},
 {"id":36, "feeling":"Aggravated", "bible_verse":"Romans 7:15", "bible_message":"For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate."},
 {"id":37, "feeling":"Aggravated", "bible_verse":"Colossians 3:15", "bible_message":"And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful."},
 {"id":38, "feeling":"Aggravated", "bible_verse":"Psalms 1:1-6", "bible_message":"Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers; but his delight is in the law of the Lord, and on his law he meditates day and night. He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers. The wicked are not so, but are like chaff that the wind drives away. Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous; ..."},
 {"id":39, "feeling":"Aggravated", "bible_verse":"1 Corinthians 16:13", "bible_message":"Be watchful, stand firm in the faith, act like men, be strong."},
 {"id":40, "feeling":"Aggravated", "bible_verse":"Matthew 5:38-48", "bible_message":"You have heard that it was said, An eye for an eye and a tooth for a tooth. But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also. And if anyone would sue you and take your tunic, let him have your cloak as well. And if anyone forces you to go one mile, go with him two miles. Give to the one who begs from you, and do not refuse the one who would borrow from you. ..."},
 {"id":41, "feeling":"Aggravated", "bible_verse":"Romans 8:18-27", "bible_message":"For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. For the creation waits with eager longing for the revealing of the sons of God. For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. For we know that the whole creation has been groaning together in the pains of childbirth until now. ..."},
 {"id":42, "feeling":"Aggravated", "bible_verse":"Hebrews 10:35-36", "bible_message":"Therefore do not throw away your confidence, which has a great reward. For you have need of endurance, so that when you have done the will of God you may receive what is promised."},
 {"id":43, "feeling":"Aggravated", "bible_verse":"Luke 12:27", "bible_message":"Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these."},
 {"id":44, "feeling":"Aggravated", "bible_verse":"1 John 2:27", "bible_message":"But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie just as it has taught you, abide in him."},
 {"id":45, "feeling":"Aggravated", "bible_verse":"Philippians 1:6", "bible_message":"And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ."},
 {"id":46, "feeling":"Aggravated", "bible_verse":"Philippians 3:14", "bible_message":"I press on toward the goal for the prize of the upward call of God in Christ Jesus."},
 {"id":47, "feeling":"Aggravated", "bible_verse":"Luke 9:23", "bible_message":"And he said to all, If anyone would come after me, let him deny himself and take up his cross daily and follow me."},
 {"id":48, "feeling":"Aggravated", "bible_verse":"John 3:16", "bible_message":"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."},
 {"id":49, "feeling":"Aggravated", "bible_verse":"Psalms 34:1-22", "bible_message":"Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away. I will bless the Lord at all times; his praise shall continually be in my mouth. My soul makes its boast in the Lord; let the humble hear and be glad. Oh, magnify the Lord with me, and let us exalt his name together! I sought the Lord, and he answered me and delivered me from all my fears. Those who look to him are radiant, and their faces shall never be ashamed. ..."},
 {"id":50, "feeling":"Aggravated", "bible_verse":"Luke 14:27", "bible_message":"Whoever does not bear his own cross and come after me cannot be my disciple."},
 {"id":51, "feeling":"Aggravated", "bible_verse":"Psalms 32:8", "bible_message":"I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you."},
 {"id":52, "feeling":"Aggravated", "bible_verse":"Psalms 1:2-6", "bible_message":"But his delight is in the law of the Lord, and on his law he meditates day and night. He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers. The wicked are not so, but are like chaff that the wind drives away. Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous; for the Lord knows the way of the righteous, but the way of the wicked will perish."},
 {"id":53, "feeling":"Aggravated", "bible_verse":"Joshua 1:8", "bible_message":"This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success."},
 {"id":54, "feeling":"Aggravated", "bible_verse":"Galatians 2:20", "bible_message":"I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."},
 {"id":55, "feeling":"Aggravated", "bible_verse":"Proverbs 12:24", "bible_message":"The hand of the diligent will rule, while the slothful will be put to forced labor."},
 {"id":56, "feeling":"Aggravated", "bible_verse":"Galatians 2:20-21", "bible_message":"I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me. I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose."},
 {"id":57, "feeling":"Aggravated", "bible_verse":"Joshua 1:5-7", "bible_message":"No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you. Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them. Only be strong and very courageous, being careful to do according to all the law that Moses my servant commanded you. Do not turn from it to the right hand or to the left, that you may have good success wherever you go."},
 {"id":58, "feeling":"Aggravated", "bible_verse":"Philippians 4:8", "bible_message":"Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."},
 {"id":59, "feeling":"Aggravated", "bible_verse":"Psalms 13:2-3", "bible_message":"How long must I take counsel in my soul and have sorrow in my heart all the day? How long shall my enemy be exalted over me? Consider and answer me, O Lord my God; light up my eyes, lest I sleep the sleep of death,"},
 {"id":60, "feeling":"Aggravated", "bible_verse":"John 5:28-29", "bible_message":"Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment."},
 {"id":61, "feeling":"Aggravated", "bible_verse":"Isaiah 40:1-31", "bible_message":"Comfort, comfort my people, says your God. Speak tenderly to Jerusalem, and cry to her that her warfare is ended, that her iniquity is pardoned, that she has received from the Lord's hand double for all her sins. A voice cries: In the wilderness prepare the way of the Lord; make straight in the desert a highway for our God. Every valley shall be lifted up, and every mountain and hill be made low; the uneven ground shall become level, and the rough places a plain. And the glory of the Lord shall be revealed, and all flesh shall see it together, for the mouth of the Lord has spoken."},
 {"id":62, "feeling":"Aggravated", "bible_verse":"Psalms 46:1-11", "bible_message":"To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble. Therefore we will not fear though the earth gives way, though the mountains be moved into the heart of the sea, though its waters roar and foam, though the mountains tremble at its swelling. Selah There is a river whose streams make glad the city of God, the holy habitation of the Most High. God is in the midst of her; she shall not be moved; God will help her when morning dawns. ..."},
 {"id":63, "feeling":"Aggravated", "bible_verse":"Revelation 21:8", "bible_message":"But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death."},
 {"id":64, "feeling":"Aggravated", "bible_verse":"Matthew 16:3", "bible_message":"And in the morning, It will be stormy today, for the sky is red and threatening. You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times."},
 {"id":65, "feeling":"Aggravated", "bible_verse":"Psalms 73:23-26", "bible_message":"Nevertheless, I am continually with you; you hold my right hand. You guide me with your counsel, and afterward you will receive me to glory. Whom have I in heaven but you? And there is nothing on earth that I desire besides you. My flesh and my heart may fail, but God is the strength of my heart and my portion forever."},
 {"id":66, "feeling":"Aggravated", "bible_verse":"Ezra 4:4-6", "bible_message":"Then the people of the land discouraged the people of Judah and made them afraid to build and bribed counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia. And in the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem."},
 {"id":67, "feeling":"Aggravated", "bible_verse":"Romans 1:16", "bible_message":"For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."},
 {"id":68, "feeling":"Aggravated", "bible_verse":"Haggai 1:9-11", "bible_message":"You looked for much, and behold, it came to little. And when you brought it home, I blew it away. Why? declares the Lord of hosts. Because of my house that lies in ruins, while each of you busies himself with his own house. Therefore the heavens above you have withheld the dew, and the earth has withheld its produce. And I have called for a drought on the land and the hills, on the grain, the new wine, the oil, on what the ground brings forth, on man and beast, and on all their labors."},
 {"id":69, "feeling":"Aggravated", "bible_verse":"Psalms 138:3", "bible_message":"On the day I called, you answered me; my strength of soul you increased."},
 {"id":70, "feeling":"Aggravated", "bible_verse":"Ephesians 4:26", "bible_message":"Be ye angry and do not sin; do not let the sun go down on your anger,"},
 {"id":71, "feeling":"Aggravated", "bible_verse":"Philippians 1:12", "bible_message":"I want you to know, brothers, that what has happened to me has really served to advance the gospel,"},
 {"id":72, "feeling":"Aggravated", "bible_verse":"Romans 12:2", "bible_message":"Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect."},
 {"id":73, "feeling":"Aggravated", "bible_verse":"John 4:23-25", "bible_message":"But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him. God is spirit, and those who worship him must worship in spirit and truth. The woman said to him, I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things."},
 {"id":74, "feeling":"Aggravated", "bible_verse":"James 4:7", "bible_message":"Submit yourselves therefore to God. Resist the devil, and he will flee from you."},
 {"id":75, "feeling":"Aggravated", "bible_verse":"Ezra 4:5", "bible_message":"And bribed counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia."},
 {"id":76, "feeling":"Alone", "bible_verse":"Isaiah 41:10", "bible_message":"Fear thou not; for I [am] with thee: be not dismayed; for I [am] thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."},
 {"id":77, "feeling":"Alone", "bible_verse":"1 Peter 5:7", "bible_message":"Casting all your care upon Him; for He careth for you."},
 {"id":78, "feeling":"Alone", "bible_verse":"Joshua 1:5", "bible_message":"There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, [so] I will be with thee: I will not fail thee, nor forsake thee."},
 {"id":79, "feeling":"Alone", "bible_verse":"Psalms 23:4", "bible_message":"Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou [art] with me; thy rod and thy staff they comfort me."},
 {"id":80, "feeling":"Alone", "bible_verse":"Deuteronomy 31:6", "bible_message":"Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he [it is] that doth go with thee; he will not fail thee, nor forsake thee."},
 {"id":81, "feeling":"Alone", "bible_verse":"Hebrews 13:1-25", "bible_message":"Let brotherly love continue. Be not forgetful to entertain strangers: for thereby some have entertained angels unawares. Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body. Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge. Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee. So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me. Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation. Jesus Christ the same yesterday, and to day, and for ever. Be not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein. We have an altar, whereof they have no right to eat which serve the tabernacle. For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp. Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate. Let us go forth therefore unto him without the camp, bearing his reproach. For here have we no continuing city, but we seek one to come. By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name. But to do good and to communicate forget not: for with such sacrifices God is well pleased. Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you. Pray for us: for we trust we have a good conscience, in all things willing to live honestly. But I beseech you the rather to do this, that I may be restored to you the sooner. Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant, Make you perfect in every good work to do his will, working in you that which is well pleasing in his sight, through Jesus Christ; to whom be glory for ever and ever. Amen. And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words. Know ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you. Salute all them that have the rule over you, and all the saints. They of Italy salute you. Grace be with you all. Amen."},
 {"id":82, "feeling":"Alone", "bible_verse":"Genesis 2:18", "bible_message":"And the LORD God said, [It is] not good that the man should be alone; I will make him an help meet for him."},
 {"id":83, "feeling":"Alone", "bible_verse":"Matthew 28:20", "bible_message":"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, [even] unto the end of the world. Amen."},
 {"id":84, "feeling":"Alone", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":85, "feeling":"Alone", "bible_verse":"Psalms 38:9", "bible_message":"Lord, all my desire [is] before thee; and my groaning is not hid from thee."},
 {"id":86, "feeling":"Alone", "bible_verse":"Romans 8:35-39", "bible_message":"Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword? As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter. Nay, in all these things we are more than conquerors through him that loved us. For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."},
 {"id":87, "feeling":"Alone", "bible_verse":"Hebrews 13:5", "bible_message":"[Let your] conversation [be] without covetousness; [and be] content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee."},
 {"id":88, "feeling":"Alone", "bible_verse":"2 Timothy 4:16-18", "bible_message":"At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge. Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion. And the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen."},
 {"id":89, "feeling":"Alone", "bible_verse":"Psalms 27:10", "bible_message":"When my father and my mother forsake me, then the LORD will take me up."},
 {"id":90, "feeling":"Alone", "bible_verse":"Isaiah 40:28-31", "bible_message":"Hast thou not known? hast thou not heard, [that] the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? [there is] no searching of his understanding. (Read More...)"},
 {"id":91, "feeling":"Alone", "bible_verse":"1 John 4:13", "bible_message":"Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit."},
 {"id":92, "feeling":"Alone", "bible_verse":"Psalms 62:8", "bible_message":"Trust in him at all times; [ye] people, pour out your heart before him: God [is] a refuge for us. Selah."},
 {"id":93, "feeling":"Alone", "bible_verse":"Psalms 121:1-2", "bible_message":"I will lift up mine eyes unto the hills, from whence cometh my help. My help cometh from the Lord, which made heaven and earth."},
 {"id":94, "feeling":"Alone", "bible_verse":"John 14:18", "bible_message":"I will not leave you comfortless: I will come to you."},
 {"id":95, "feeling":"Alone", "bible_verse":"James 4:8", "bible_message":"Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded."},
 {"id":96, "feeling":"Anger", "bible_verse":"Psalms 37:8", "bible_message":"Refrain from anger and turn from wrath; do not fret -it leads only to evil."},
 {"id":97, "feeling":"Anger", "bible_verse":"Ephesians 4:26-28", "bible_message":"Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil. Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need."},
 {"id":98, "feeling":"Anger", "bible_verse":"James 1:19-20", "bible_message":"My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, for man's anger does not bring about the righteous life that God desires.\"\""},
 {"id":99, "feeling":"Anger", "bible_verse":"Colossians 3:8 12-13", "bible_message":"But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. Put on then, as Gods chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."},
 {"id":100, "feeling":"Anger", "bible_verse":"2 Timothy 2:23-24", "bible_message":"Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful."},
 {"id":101, "feeling":"Anger", "bible_verse":"Proverbs 14:16-17", "bible_message":"A wise man feareth, and departeth from evil: but the fool rageth, and is confident. He that is soon angry dealeth foolishly: and a man of wicked devices is hated."},
 {"id":102, "feeling":"Anger", "bible_verse":"Proverbs 14:29", "bible_message":"Whoever is slow to anger has great understanding, but he who has a hasty temper exalts folly."},
 {"id":103, "feeling":"Anger", "bible_verse":"Proverbs 19:11", "bible_message":"Good sense makes one slow to anger, and it is his glory to overlook an offense."},
 {"id":104, "feeling":"Anger", "bible_verse":"Ecclesiastes 7:9", "bible_message":"Be not quick in your spirit to become angry, for anger lodges in the bosom of fools."},
 {"id":105, "feeling":"Anger", "bible_verse":"Matthew 5:21-24", "bible_message":"You have heard that it was said to those of old, You shall not murder; and whoever murders will be liable to judgment. But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, You fool! will be liable to the hell of fire. So if you are offering your gift at the altar and there remember that your brother has something against you, leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift. (Jesus words)"},
 {"id":106, "feeling":"Anger", "bible_verse":"Galatians 5:19-21", "bible_message":"Now the works of the flesh are evident: sexual immorality, impurity, sensuality, idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."},
 {"id":107, "feeling":"Anger", "bible_verse":"Galatians 5:22-25", "bible_message":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law. And those who belong to Christ Jesus have crucified the flesh with its passions and desires. If we live by the Spirit, let us also walk by the Spirit."},
 {"id":108, "feeling":"Anger", "bible_verse":"Psalms 37:8", "bible_message":"Refrain from anger and turn from wrath; do not fret -it leads only to evil."},
 {"id":109, "feeling":"Anger", "bible_verse":"Ephesians 4:26-28", "bible_message":"Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil. Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need."},
 {"id":110, "feeling":"Anger", "bible_verse":"James 1:19-20", "bible_message":"My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, for man's anger does not bring about the righteous life that God desires.\"\""},
 {"id":111, "feeling":"Anger", "bible_verse":"Colossians 3:8 12-13", "bible_message":"But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. Put on then, as Gods chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."},
 {"id":112, "feeling":"Anger", "bible_verse":"2 Timothy 2:23-24", "bible_message":"Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful."},
 {"id":113, "feeling":"Anger", "bible_verse":"Proverbs 14:16-17", "bible_message":"A wise man feareth, and departeth from evil: but the fool rageth, and is confident. He that is soon angry dealeth foolishly: and a man of wicked devices is hated."},
 {"id":114, "feeling":"Anger", "bible_verse":"Proverbs 14:29", "bible_message":"Whoever is slow to anger has great understanding, but he who has a hasty temper exalts folly."},
 {"id":115, "feeling":"Anger", "bible_verse":"Proverbs 19:11", "bible_message":"Good sense makes one slow to anger, and it is his glory to overlook an offense."},
 {"id":116, "feeling":"Anger", "bible_verse":"Ecclesiastes 7:9", "bible_message":"Be not quick in your spirit to become angry, for anger lodges in the bosom of fools."},
 {"id":117, "feeling":"Anger", "bible_verse":"Matthew 5:21-24", "bible_message":"You have heard that it was said to those of old, You shall not murder; and whoever murders will be liable to judgment. But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, You fool! will be liable to the hell of fire. So if you are offering your gift at the altar and there remember that your brother has something against you, leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift. (Jesus words)"},
 {"id":118, "feeling":"Anger", "bible_verse":"Galatians 5:19-21", "bible_message":"Now the works of the flesh are evident: sexual immorality, impurity, sensuality, idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."},
 {"id":119, "feeling":"Anger", "bible_verse":"Galatians 5:22-25", "bible_message":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law. And those who belong to Christ Jesus have crucified the flesh with its passions and desires. If we live by the Spirit, let us also walk by the Spirit."},
 {"id":120, "feeling":"Anxiety-Stressed", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":121, "feeling":"Anxiety-Stressed", "bible_verse":"2 Corinthians 1:20", "bible_message":"For all the promises of God in him are yea, and in him Amen, unto the glory of God by us."},
 {"id":122, "feeling":"Anxiety-Stressed", "bible_verse":"Matthew 6:25", "bible_message":"Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?"},
 {"id":123, "feeling":"Anxiety-Stressed", "bible_verse":"1 Peter 5:7", "bible_message":"Casting all your care upon Him; for He careth for you."},
 {"id":124, "feeling":"Anxiety-Stressed", "bible_verse":"Matthew 11:28-30", "bible_message":"Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light."},
 {"id":125, "feeling":"Anxiety-Stressed", "bible_verse":"Matthew 6:33", "bible_message":"But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you."},
 {"id":126, "feeling":"Anxiety-Stressed", "bible_verse":"Psalm 55:22", "bible_message":"Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved."},
 {"id":127, "feeling":"Anxiety-Stressed", "bible_verse":"Mark 4:19", "bible_message":"And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful."},
 {"id":128, "feeling":"Anxiety-Stressed", "bible_verse":"2 Timothy 1:7", "bible_message":"For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."},
 {"id":129, "feeling":"Anxiety-Stressed", "bible_verse":"2 Timothy 1:8-9", "bible_message":"Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God; Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began."},
 {"id":130, "feeling":"Anxious", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":131, "feeling":"Anxious", "bible_verse":"2 Corinthians 1:20", "bible_message":"For all the promises of God in him are yea, and in him Amen, unto the glory of God by us."},
 {"id":132, "feeling":"Anxious", "bible_verse":"Matthew 6:25", "bible_message":"Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?"},
 {"id":133, "feeling":"Anxious", "bible_verse":"1 Peter 5:7", "bible_message":"Casting all your care upon Him; for He careth for you."},
 {"id":134, "feeling":"Anxious", "bible_verse":"Matthew 11:28-30", "bible_message":"Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light."},
 {"id":135, "feeling":"Anxious", "bible_verse":"Matthew 6:33", "bible_message":"But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you."},
 {"id":136, "feeling":"Anxious", "bible_verse":"Psalm 55:22", "bible_message":"Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved."},
 {"id":137, "feeling":"Anxious", "bible_verse":"Mark 4:19", "bible_message":"And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful."},
 {"id":138, "feeling":"Anxious", "bible_verse":"2 Timothy 1:7", "bible_message":"For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."},
 {"id":139, "feeling":"Anxious", "bible_verse":"2 Timothy 1:8-9", "bible_message":"Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God; Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began."},
 {"id":140, "feeling":"Awful", "bible_verse":"Psalms 38:15", "bible_message":"For in thee, O LORD, do I hope: though wilt hear, O Lord my God."},
 {"id":141, "feeling":"Awful", "bible_verse":"Psalms 42:5", "bible_message":"Why art thou cast down, O my soul? and why art thou disquieted in me? Hope thou in God: for I shall yet praise him for the help of his countenance."},
 {"id":142, "feeling":"Awful", "bible_verse":"Psalms 42:11", "bible_message":"Why art thou cast down, O my soul? and why art thou disquieted within me? hope thou in God: for I shall yet praise him, who is the health of my countenance, and my God."},
 {"id":143, "feeling":"Awful", "bible_verse":"Lamentations 3:18-26", "bible_message":"And I said, My strength and my hope is perished from the LORD: Remembering mine affliction and my misery, the wormwood and the gall. My soul hath them still in remembrance, and is humbled in me. This I recall to my mind, therefore have I hope. It is of the LORD's mercies that we are not consumed, because his compassions fail not. They are new every morning: great is thy faithfulness. The LORD is my portion, saith my soul; therefore will I hope in him. The LORD is good unto them that wait for him, to the soul that seeketh him. It is good that a man should both hope and quietly wait for the salvation of the LORD."},
 {"id":144, "feeling":"Awful", "bible_verse":"Acts 2:26", "bible_message":"Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:"},
 {"id":145, "feeling":"Awful", "bible_verse":"Romans 5:5", "bible_message":"And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us."},
 {"id":146, "feeling":"Awful", "bible_verse":"Romans 12:12", "bible_message":"Rejoicing in hope; patient in tribulation; continuing instant in prayer;"},
 {"id":147, "feeling":"Awful", "bible_verse":"Romans 15:13", "bible_message":"Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost."},
 {"id":148, "feeling":"Awful", "bible_verse":"2 Corinthians 3:12", "bible_message":"Greet one another with an holy kiss."},
 {"id":149, "feeling":"Awful", "bible_verse":"Colossians 1:27", "bible_message":"To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:"},
 {"id":150, "feeling":"Awful", "bible_verse":"Hebrews 6:11", "bible_message":"And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:"},
 {"id":151, "feeling":"Betrayed", "bible_verse":"Proverbs 19:5", "bible_message":"A false witness shall not be unpunished, and [he that] speaketh lies shall not escape."},
 {"id":152, "feeling":"Betrayed", "bible_verse":"Ephesians 6:10-18", "bible_message":"Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armour of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; And your feet shod with the preparation of the gospel of peace; Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God: Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;"},
 {"id":153, "feeling":"Betrayed", "bible_verse":"Matthew 6:14-15", "bible_message":"For if ye forgive men their trespasses, your heavenly Father will also forgive you: But if ye forgive not men their trespasses, neither will your Father forgive your trespasses."},
 {"id":154, "feeling":"Betrayed", "bible_verse":"Matthew 24:10", "bible_message":"And then shall many be offended, and shall betray one another, and shall hate one another."},
 {"id":155, "feeling":"Betrayed", "bible_verse":"Genesis 12:3", "bible_message":"And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed."},
 {"id":156, "feeling":"Betrayed", "bible_verse":"Luke 22:48", "bible_message":"But Jesus said unto him, Judas, betrayest thou the Son of man with a kiss?"},
 {"id":157, "feeling":"Betrayed", "bible_verse":"Mark 11:25", "bible_message":"And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses."},
 {"id":158, "feeling":"Betrayed", "bible_verse":"Matthew 7:12", "bible_message":"Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets."},
 {"id":159, "feeling":"Betrayed", "bible_verse":"James 1:1-27", "bible_message":"James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting. My brethren, count it all joy when ye fall into divers temptations; Knowing this, that the trying of your faith worketh patience. But let patience have her perfect work, that ye may be perfect and entire, wanting nothing. If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways. Let the brother of low degree rejoice in that he is exalted: But the rich, in that he is made low: because as the flower of the grass he shall pass away. For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways. Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him. Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man: But every man is tempted, when he is drawn away of his own lust, and enticed. Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death. Do not err, my beloved brethren. Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning. Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures. Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath: For the wrath of man worketh not the righteousness of God. Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls. But be ye doers of the word, and not hearers only, deceiving your own selves. For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass: For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was. But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed. If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain. Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world."},
 {"id":160, "feeling":"Betrayed", "bible_verse":"Romans 3:23", "bible_message":"For all have sinned, and come short of the glory of God;"},
 {"id":161, "feeling":"Betrayed", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":162, "feeling":"Betrayed", "bible_verse":"Psalms 23:1-6", "bible_message":"(A Psalm of David.) The LORD (is) my shepherd; I shall not want."},
 {"id":163, "feeling":"Betrayed", "bible_verse":"Psalms 1:1-6", "bible_message":"Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful. But his delight is in the law of the Lord; and in his law doth he meditate day and night. And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper. The ungodly are not so: but are like the chaff which the wind driveth away. Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous. For the Lord knoweth the way of the righteous: but the way of the ungodly shall perish."},
 {"id":164, "feeling":"Betrayed", "bible_verse":"Luke 22:3-6", "bible_message":"Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve. And he went his way, and communed with the chief priests and captains, how he might betray him unto them. And they were glad, and covenanted to give him money. And he promised, and sought opportunity to betray him unto them in the absence of the multitude."},
 {"id":165, "feeling":"Betrayed", "bible_verse":"John 13:21", "bible_message":"When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me."},
 {"id":166, "feeling":"Bitterness", "bible_verse":"Hebrews 12:15", "bible_message":"Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled."},
 {"id":167, "feeling":"Bitterness", "bible_verse":"Ephesians 4:30-32", "bible_message":"And grieve not the Holy Spirit of God, whereby ye are sealed unto the day of redemption. Let all bitterness, and wrath, and anger, and clamor, and evil speaking, be put away from you, with all malice: And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you."},
 {"id":168, "feeling":"Bitterness", "bible_verse":"Hebrews 12:15", "bible_message":"Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;"},
 {"id":169, "feeling":"Bitterness", "bible_verse":"Proverbs 14:10", "bible_message":"The heart knoweth his own bitterness; and a stranger doth not intermeddle with his joy."},
 {"id":170, "feeling":"Bitterness", "bible_verse":"James 3:16", "bible_message":"For where envying and strife is, there is confusion and every evil work."},
 {"id":171, "feeling":"Bitterness", "bible_verse":"James 3:17", "bible_message":"But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy."},
 {"id":172, "feeling":"Bitterness", "bible_verse":"James 3:11", "bible_message":"Doth a fountain send forth at the same place sweet water and bitter?"},
 {"id":173, "feeling":"Bitterness", "bible_verse":"Isaiah 38:15", "bible_message":"What shall I say? He hath both spoken unto me, and himself hath done it: I shall go softly all my years in the bitterness of my soul."},
 {"id":174, "feeling":"Bitterness", "bible_verse":"Isaiah 38:17", "bible_message":"Behold, for peace I had great bitterness: but thou hast in love to my soul delivered it from the pit of corruption: for thou hast cast all my sins behind thy back."},
 {"id":175, "feeling":"Blah", "bible_verse":"Hebrews 6:11-12", "bible_message":"And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end: That ye be not slothful, but followers of them who through faith and patience inherit the promises."},
 {"id":176, "feeling":"Blah", "bible_verse":"Proverbs 4:23", "bible_message":"Keep thy heart with all diligence; for out of it are the issues of life."},
 {"id":177, "feeling":"Blah", "bible_verse":"2 Corinthians 8:7", "bible_message":"Therefore, as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in your love to us, see that ye abound in this grace also."},
 {"id":178, "feeling":"Blah", "bible_verse":"Proverbs 15:19", "bible_message":"The way of the slothful man is as an hedge of thorns: but the way of the righteous is made plain."},
 {"id":179, "feeling":"Blah", "bible_verse":"Psalms 23:3", "bible_message":"He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake."},
 {"id":180, "feeling":"Blah", "bible_verse":"Proverbs 18:9", "bible_message":"A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle."},
 {"id":181, "feeling":"Blah", "bible_verse":"Proverbs 21:25-26", "bible_message":"The desire of the slothful killeth him; for his hands refuse to labour. He coveteth greedily all the day long: but the righteous giveth and spareth not."},
 {"id":182, "feeling":"Blah", "bible_verse":"James 1:17", "bible_message":"Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning."},
 {"id":183, "feeling":"Blah", "bible_verse":"Proverbs 24:30", "bible_message":"I went by the field of the slothful, and by the vineyard of the man void of understanding;"},
 {"id":184, "feeling":"Blah", "bible_verse":"Romans 12:11-15", "bible_message":"Not slothful in business; fervent in spirit; serving the Lord; Rejoicing in hope; patient in tribulation; continuing instant in prayer; Distributing to the necessity of saints; given to hospitality. Bless them which persecute you: bless, and curse not. Rejoice with them that do rejoice, and weep with them that weep."},
 {"id":185, "feeling":"Bleak", "bible_verse":"Psalms 38:15", "bible_message":"For in thee, O LORD, do I hope: though wilt hear, O Lord my God."},
 {"id":186, "feeling":"Bleak", "bible_verse":"Psalms 42:5", "bible_message":"Why art thou cast down, O my soul? and why art thou disquieted in me? Hope thou in God: for I shall yet praise him for the help of his countenance."},
 {"id":187, "feeling":"Bleak", "bible_verse":"Psalms 42:11", "bible_message":"Why art thou cast down, O my soul? and why art thou disquieted within me? hope thou in God: for I shall yet praise him, who is the health of my countenance, and my God."},
 {"id":188, "feeling":"Bleak", "bible_verse":"Lamentations 3:18-26", "bible_message":"And I said, My strength and my hope is perished from the LORD: Remembering mine affliction and my misery, the wormwood and the gall. My soul hath them still in remembrance, and is humbled in me. This I recall to my mind, therefore have I hope. It is of the LORD's mercies that we are not consumed, because his compassions fail not. They are new every morning: great is thy faithfulness. The LORD is my portion, saith my soul; therefore will I hope in him. The LORD is good unto them that wait for him, to the soul that seeketh him. It is good that a man should both hope and quietly wait for the salvation of the LORD."},
 {"id":189, "feeling":"Bleak", "bible_verse":"Acts 2:26", "bible_message":"Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:"},
 {"id":190, "feeling":"Bleak", "bible_verse":"Romans 5:5", "bible_message":"And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us."},
 {"id":191, "feeling":"Bleak", "bible_verse":"Romans 12:12", "bible_message":"Rejoicing in hope; patient in tribulation; continuing instant in prayer;"},
 {"id":192, "feeling":"Bleak", "bible_verse":"Romans 15:13", "bible_message":"Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost."},
 {"id":193, "feeling":"Bleak", "bible_verse":"2 Corinthians 3:12", "bible_message":"Greet one another with an holy kiss."},
 {"id":194, "feeling":"Bleak", "bible_verse":"Colossians 1:27", "bible_message":"To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:"},
 {"id":195, "feeling":"Bleak", "bible_verse":"Hebrews 6:11", "bible_message":"And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:"},
 {"id":196, "feeling":"Bored", "bible_verse":"Galatians 6:9", "bible_message":"And let us not be weary in well doing: for in due season we shall reap, if we faint not."},
 {"id":197, "feeling":"Bored", "bible_verse":"John 15:8", "bible_message":"Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples."},
 {"id":198, "feeling":"Bored", "bible_verse":"Luke 9:62", "bible_message":"And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God."},
 {"id":199, "feeling":"Bored", "bible_verse":"Hebrews 12:1-2", "bible_message":"Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us, Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God."},
 {"id":200, "feeling":"Bored", "bible_verse":"2 Timothy 2:15", "bible_message":"Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth."},
 {"id":201, "feeling":"Bored", "bible_verse":"John 15:7", "bible_message":"If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you."},
 {"id":202, "feeling":"Bored", "bible_verse":"Galatians 5:22-23", "bible_message":"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,"},
 {"id":203, "feeling":"Bored", "bible_verse":"Acts 1:8", "bible_message":"But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth."},
 {"id":204, "feeling":"Bored", "bible_verse":"1 John 5:14-15", "bible_message":"And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us: And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him."},
 {"id":205, "feeling":"Bored", "bible_verse":"1 John 1:3", "bible_message":"That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ."},
 {"id":206, "feeling":"Broken heartedness", "bible_verse":"Isaiah 61:1", "bible_message":"The Spirit of the Lord GOD is upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;"},
 {"id":207, "feeling":"Broken heartedness", "bible_verse":"Isaiah 61:3", "bible_message":"To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified."},
 {"id":208, "feeling":"Broken heartedness", "bible_verse":"Luke 4:18", "bible_message":"The Spirit of the Lord is upon me, because he hath anointed me to preach the gospel to the poor; he hath sent me to heal the brokenhearted, to preach deliverance to the captives, and recovering of sight to the blind, to set at liberty them that are bruised,"},
 {"id":209, "feeling":"Broken heartedness", "bible_verse":"Ezra 9:5", "bible_message":"And at the evening sacrifice I arose up from my heaviness; and having rent my garment and my mantle, I fell upon my knees, and spread out my hands unto the LORD my God,"},
 {"id":210, "feeling":"Broken heartedness", "bible_verse":"Psalms 69:16-19", "bible_message":"Hear me, O LORD; for thy lovingkindness is good: turn unto me according to the multitude of thy tender mercies."},
 {"id":211, "feeling":"Broken heartedness", "bible_verse":"Psalms 119:27-28", "bible_message":"Make me to understand the way of thy precepts: so shall I talk of thy wondrous works."},
 {"id":212, "feeling":"Broken heartedness", "bible_verse":"Psalms 103:17", "bible_message":"But the mercy of the LORD is from everlasting to everlasting upon them that fear him, and his righteousness unto children's children;"},
 {"id":213, "feeling":"Broken heartedness", "bible_verse":"Psalms 23:3", "bible_message":"He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake."},
 {"id":214, "feeling":"Broken heartedness", "bible_verse":"Psalms 51:12", "bible_message":"Restore unto me the joy of thy salvation; and uphold me with thy free spirit."},
 {"id":215, "feeling":"Broken heartedness", "bible_verse":"Psalms 84:7", "bible_message":"They go from strength to strength, every one of them in Zion appeareth before God."},
 {"id":216, "feeling":"Broken heartedness", "bible_verse":"Esther 9:21", "bible_message":"To stablish this among them, that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, yearly,"},
 {"id":217, "feeling":"Broken heartedness", "bible_verse":"Nehemiah 8:10", "bible_message":"Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength."},
 {"id":218, "feeling":"Bullied", "bible_verse":"Leviticus 19:18", "bible_message":"Thou shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I [am] the LORD."},
 {"id":219, "feeling":"Bullied", "bible_verse":"2 Timothy 1:7", "bible_message":"For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."},
 {"id":220, "feeling":"Bullied", "bible_verse":"Matthew 5:43-48", "bible_message":"Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust. For if ye love them which love you, what reward have ye? do not even the publicans the same? And if ye salute your brethren only, what do ye more [than others]? do not even the publicans so? Be ye therefore perfect, even as your Father which is in heaven is perfect.Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. (Read More...)"},
 {"id":221, "feeling":"Bullied", "bible_verse":"Romans 12:19-20", "bible_message":"Dearly beloved, avenge not yourselves, but [rather] give place unto wrath: for it is written, Vengeance [is] mine; I will repay, saith the Lord. Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head."},
 {"id":222, "feeling":"Bullied", "bible_verse":"1 John 3:15", "bible_message":"Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him."},
 {"id":223, "feeling":"Bullied", "bible_verse":"Deuteronomy 31:6", "bible_message":"Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he [it is] that doth go with thee; he will not fail thee, nor forsake thee."},
 {"id":224, "feeling":"Bullied", "bible_verse":"1 John 2:9", "bible_message":"He that saith he is in the light, and hateth his brother, is in darkness even until now."},
 {"id":225, "feeling":"Bullied", "bible_verse":"Proverbs 6:16-19", "bible_message":"These six [things] doth the LORD hate: yea, seven [are] an abomination unto him: A proud look, a lying tongue, and hands that shed innocent blood, An heart that deviseth wicked imaginations, feet that be swift in running to mischief, A false witness [that] speaketh lies, and he that soweth discord among brethren."},
 {"id":226, "feeling":"Bullied", "bible_verse":"Matthew 5:11", "bible_message":"Blessed are ye, when [men] shall revile you, and persecute [you], and shall say all manner of evil against you falsely, for my sake."},
 {"id":227, "feeling":"Bullied", "bible_verse":"Psalms 18:3", "bible_message":"I will call upon the LORD, [who is worthy] to be praised: so shall I be saved from mine enemies."},
 {"id":228, "feeling":"Bullied", "bible_verse":"Ephesians 4:29", "bible_message":"Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers."},
 {"id":229, "feeling":"Bullied", "bible_verse":"Matthew 5:38-41", "bible_message":"Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth: But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also. And if any man will sue thee at the law, and take away thy coat, let him have [thy] cloke also. And whosoever shall compel thee to go a mile, go with him twain."},
 {"id":230, "feeling":"Bullied", "bible_verse":"Isaiah 41:11-13", "bible_message":"Behold, all they that were incensed against thee shall be ashamed and confounded: they shall be as nothing; and they that strive with thee shall perish. Thou shalt seek them, and shalt not find them, [even] them that contended with thee: they that war against thee shall be as nothing, and as a thing of nought. For I the LORD thy God will hold thy right hand, saying unto thee, Fear not; I will help thee."},
 {"id":231, "feeling":"Bullied", "bible_verse":"Psalms 34:12-18", "bible_message":"What man [is he that] desireth life, [and] loveth [many] days, that he may see good? Keep thy tongue from evil, and thy lips from speaking guile. Depart from evil, and do good; seek peace, and pursue it. The eyes of the LORD [are] upon the righteous, and his ears [are open] unto their cry. The face of the LORD [is] against them that do evil, to cut off the remembrance of them from the earth. [The righteous] cry, and the LORD heareth, and delivereth them out of all their troubles. The LORD [is] nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit."},
 {"id":232, "feeling":"Burnout", "bible_verse":"Isaiah 40:31", "bible_message":"But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be wary; and they shall walk, and not faint."},
 {"id":233, "feeling":"Burnout", "bible_verse":"Joel 1:4", "bible_message":"That which the palmerworm hath left hath the locust eaten; and that which the locust hath left hath the cankerworm eaten; and that which the cankerworm hath left hath the caterpillar eaten."},
 {"id":234, "feeling":"Burnout", "bible_verse":"John 10:10", "bible_message":"The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly."},
 {"id":235, "feeling":"Burnout", "bible_verse":"John 10:11", "bible_message":"I am the good shepherd: the good shepherd giveth his life for the sheep."},
 {"id":236, "feeling":"Burnout", "bible_verse":"Romans 8:11", "bible_message":"But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you."},
 {"id":237, "feeling":"Burnout", "bible_verse":"Romans 12:1", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service."},
 {"id":238, "feeling":"Burnout", "bible_verse":"Romans 12:2", "bible_message":"And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":239, "feeling":"Burnout", "bible_verse":"Ephesians 4:23", "bible_message":"And be renewed in the spirit of your mind;"},
 {"id":240, "feeling":"Burnout", "bible_verse":"Galatians 5:22-23", "bible_message":"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, Meekness, temperance: against such there is no law."},
 {"id":241, "feeling":"Burnout", "bible_verse":"Galatians 6:9", "bible_message":"And let us not be weary in well doing: for in due season we shall reap, if we faint not."},
 {"id":242, "feeling":"Burnout", "bible_verse":"Matthew 11:29", "bible_message":"Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls."},
 {"id":243, "feeling":"Cheated", "bible_verse":"Proverbs 19:5", "bible_message":"A false witness shall not be unpunished, and [he that] speaketh lies shall not escape."},
 {"id":244, "feeling":"Cheated", "bible_verse":"Ephesians 6:10-18", "bible_message":"Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armour of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; And your feet shod with the preparation of the gospel of peace; Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God: Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;"},
 {"id":245, "feeling":"Cheated", "bible_verse":"Matthew 6:14-15", "bible_message":"For if ye forgive men their trespasses, your heavenly Father will also forgive you: But if ye forgive not men their trespasses, neither will your Father forgive your trespasses."},
 {"id":246, "feeling":"Cheated", "bible_verse":"Matthew 24:10", "bible_message":"And then shall many be offended, and shall betray one another, and shall hate one another."},
 {"id":247, "feeling":"Cheated", "bible_verse":"Genesis 12:3", "bible_message":"And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed."},
 {"id":248, "feeling":"Cheated", "bible_verse":"Luke 22:48", "bible_message":"But Jesus said unto him, Judas, betrayest thou the Son of man with a kiss?"},
 {"id":249, "feeling":"Cheated", "bible_verse":"Mark 11:25", "bible_message":"And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses."},
 {"id":250, "feeling":"Cheated", "bible_verse":"Matthew 7:12", "bible_message":"Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets."},
 {"id":251, "feeling":"Cheated", "bible_verse":"James 1:1-27", "bible_message":"James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting. My brethren, count it all joy when ye fall into divers temptations; Knowing this, that the trying of your faith worketh patience. But let patience have her perfect work, that ye may be perfect and entire, wanting nothing. If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways. Let the brother of low degree rejoice in that he is exalted: But the rich, in that he is made low: because as the flower of the grass he shall pass away. For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways. Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him. Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man: But every man is tempted, when he is drawn away of his own lust, and enticed. Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death. Do not err, my beloved brethren. Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning. Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures. Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath: For the wrath of man worketh not the righteousness of God. Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls. But be ye doers of the word, and not hearers only, deceiving your own selves. For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass: For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was. But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed. If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain. Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world."},
 {"id":252, "feeling":"Cheated", "bible_verse":"Romans 3:23", "bible_message":"For all have sinned, and come short of the glory of God;"},
 {"id":253, "feeling":"Cheated", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":254, "feeling":"Cheated", "bible_verse":"Psalms 23:1-6", "bible_message":"(A Psalm of David.) The LORD (is) my shepherd; I shall not want."},
 {"id":255, "feeling":"Cheated", "bible_verse":"Psalms 1:1-6", "bible_message":"Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful. But his delight is in the law of the Lord; and in his law doth he meditate day and night. And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper. The ungodly are not so: but are like the chaff which the wind driveth away. Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous. For the Lord knoweth the way of the righteous: but the way of the ungodly shall perish."},
 {"id":256, "feeling":"Cheated", "bible_verse":"Luke 22:3-6", "bible_message":"Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve. And he went his way, and communed with the chief priests and captains, how he might betray him unto them. And they were glad, and covenanted to give him money. And he promised, and sought opportunity to betray him unto them in the absence of the multitude."},
 {"id":257, "feeling":"Cheated", "bible_verse":"John 13:21", "bible_message":"When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me."},
 {"id":258, "feeling":"Confusion", "bible_verse":"1 Corinthians 14:33", "bible_message":"For God is not the author of confusion, but of peace, as in all churches of the saints."},
 {"id":259, "feeling":"Confusion", "bible_verse":"Proverbs 3:5-6", "bible_message":"Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths."},
 {"id":260, "feeling":"Confusion", "bible_verse":"Psalm 71:1", "bible_message":"In thee, O LORD, do I put my trust: let me never be put to confusion."},
 {"id":261, "feeling":"Confusion", "bible_verse":"Psalm 71:2", "bible_message":"Deliver me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me."},
 {"id":262, "feeling":"Confusion", "bible_verse":"Psalm 71:3", "bible_message":"Be thou my strong habitation, whereunto I may continually resort: thou hast given commandment to save me; for thou art my rock and my fortress."},
 {"id":263, "feeling":"Confusion", "bible_verse":"James 3:17", "bible_message":"But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy."},
 {"id":264, "feeling":"Confusion", "bible_verse":"1 Peter 2:6", "bible_message":"Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded."},
 {"id":265, "feeling":"Confusion", "bible_verse":"James 1:5-8", "bible_message":"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways."},
 {"id":266, "feeling":"Confusion", "bible_verse":"Romans 12:1-2", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":267, "feeling":"Confusion", "bible_verse":"1 Peter 5:10-11", "bible_message":"But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you. To him be glory and dominion for ever and ever. Amen."},
 {"id":268, "feeling":"Confusion", "bible_verse":"1 Corinthians 14:33", "bible_message":"For God is not the author of confusion, but of peace, as in all churches of the saints."},
 {"id":269, "feeling":"Confusion", "bible_verse":"Proverbs 3:5-6", "bible_message":"Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths."},
 {"id":270, "feeling":"Confusion", "bible_verse":"Psalm 71:1", "bible_message":"In thee, O LORD, do I put my trust: let me never be put to confusion."},
 {"id":271, "feeling":"Confusion", "bible_verse":"Psalm 71:2", "bible_message":"Deliver me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me."},
 {"id":272, "feeling":"Confusion", "bible_verse":"Psalm 71:3", "bible_message":"Be thou my strong habitation, whereunto I may continually resort: thou hast given commandment to save me; for thou art my rock and my fortress."},
 {"id":273, "feeling":"Confusion", "bible_verse":"James 3:17", "bible_message":"But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy."},
 {"id":274, "feeling":"Confusion", "bible_verse":"1 Peter 2:6", "bible_message":"Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded."},
 {"id":275, "feeling":"Confusion", "bible_verse":"James 1:5-8", "bible_message":"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways."},
 {"id":276, "feeling":"Confusion", "bible_verse":"Romans 12:1-2", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":277, "feeling":"Confusion", "bible_verse":"1 Peter 5:10-11", "bible_message":"But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you. To him be glory and dominion for ever and ever. Amen."},
 {"id":278, "feeling":"Dazed", "bible_verse":"1 Corinthians 14:33", "bible_message":"For God is not the author of confusion, but of peace, as in all churches of the saints."},
 {"id":279, "feeling":"Dazed", "bible_verse":"Proverbs 3:5-6", "bible_message":"Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths."},
 {"id":280, "feeling":"Dazed", "bible_verse":"Psalm 71:1", "bible_message":"In thee, O LORD, do I put my trust: let me never be put to confusion."},
 {"id":281, "feeling":"Dazed", "bible_verse":"Psalm 71:2", "bible_message":"Deliver me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me."},
 {"id":282, "feeling":"Dazed", "bible_verse":"Psalm 71:3", "bible_message":"Be thou my strong habitation, whereunto I may continually resort: thou hast given commandment to save me; for thou art my rock and my fortress."},
 {"id":283, "feeling":"Dazed", "bible_verse":"James 3:17", "bible_message":"But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy."},
 {"id":284, "feeling":"Dazed", "bible_verse":"1 Peter 2:6", "bible_message":"Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded."},
 {"id":285, "feeling":"Dazed", "bible_verse":"James 1:5-8", "bible_message":"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways."},
 {"id":286, "feeling":"Dazed", "bible_verse":"Romans 12:1-2", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":287, "feeling":"Dazed", "bible_verse":"1 Peter 5:10-11", "bible_message":"But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you. To him be glory and dominion for ever and ever. Amen."},
 {"id":288, "feeling":"Depressed", "bible_verse":"Matthew 11:28-30", "bible_message":"Come to Me, all you who are weary and burdened, and I will give you rest. Take My yoke upon you, and learn from Me, because I am gentle and humble in heart, and you will find rest for your souls. For My yoke is easy, and My burden is light."},
 {"id":289, "feeling":"Depressed", "bible_verse":"Colossians 1:27", "bible_message":"God wanted to make known among the Gentiles the glorious wealth of this mystery, which is Christ in you, the hope of glory."},
 {"id":290, "feeling":"Depressed", "bible_verse":"Matthew 22:36-40", "bible_message":"Teacher, which command in the law is the greatest? He said to him, Love the Lord your God with all your heart, with all your soul, and with all your mind. This is the greatest and most important command. The second is like it: Love your neighbor as yourself. All the Law and the Prophets depend on these two commands."},
 {"id":291, "feeling":"Destructive", "bible_verse":"1 Corinthians 3:16-17", "bible_message":"Know ye not the ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are."},
 {"id":292, "feeling":"Destructive", "bible_verse":"1 Corinthians 6:19-20", "bible_message":"What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's."},
 {"id":293, "feeling":"Destructive", "bible_verse":"Romans 12:1-2", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":294, "feeling":"Destructive", "bible_verse":"John 10:10", "bible_message":"The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly."},
 {"id":295, "feeling":"Destructive", "bible_verse":"John 10:11", "bible_message":"I am the good shepherd: the good shepherd giveth his life for the sheep."},
 {"id":296, "feeling":"Destructive", "bible_verse":"Romans 8:7-9", "bible_message":"Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be. So then they that are in the flesh cannot please God. But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his."},
 {"id":297, "feeling":"Destructive", "bible_verse":"Romans 8:38-39", "bible_message":"For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."},
 {"id":298, "feeling":"Destructive", "bible_verse":"Philippians 1:20", "bible_message":"According to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death."},
 {"id":299, "feeling":"Destructive", "bible_verse":"Galatians 5:26", "bible_message":"Let us not be desirous of vain glory, provoking one another, envying one another."},
 {"id":300, "feeling":"Discouraged", "bible_verse":"Deuteronomy 31:6", "bible_message":"Be strong and of good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee."},
 {"id":301, "feeling":"Discouraged", "bible_verse":"Psalms 27:14", "bible_message":"Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD."},
 {"id":302, "feeling":"Discouraged", "bible_verse":"Joshua 1:7", "bible_message":"Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest."},
 {"id":303, "feeling":"Discouraged", "bible_verse":"Joshua 1:8", "bible_message":"This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success."},
 {"id":304, "feeling":"Discouraged", "bible_verse":"Deuteronomy 1:21", "bible_message":"Behold, the LORD thy God hath set the land before thee: go up and possess it, as the LORD God of thy fathers hath said unto thee; fear not, neither be discouraged."},
 {"id":305, "feeling":"Discouraged", "bible_verse":"1 Samuel 30:6", "bible_message":"And David was greatly distressed; for the people spake of stoning him, because the soul of all the people was grieved, every man for his sons and for his daughters: but David encouraged himself in the LORD his God."},
 {"id":306, "feeling":"Discouraged", "bible_verse":"2 Chronicles 31:4", "bible_message":"Moreover he commanded the people that dwelt in Jerusalem to give the portion of the priests and the Levites, that they might be encouraged in the law of the LORD."},
 {"id":307, "feeling":"Discouraged", "bible_verse":"1 Thessalonians 5:16", "bible_message":"Rejoice evermore."},
 {"id":308, "feeling":"Discouraged", "bible_verse":"1 Peter 1:8", "bible_message":"Whom having not seen, ye love; in whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory:"},
 {"id":309, "feeling":"Discouraged", "bible_verse":"Philippians 3:13-14", "bible_message":"Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,"},
 {"id":310, "feeling":"Doubt", "bible_verse":"1 John 1:9", "bible_message":"If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."},
 {"id":311, "feeling":"Doubt", "bible_verse":"Mark 9:24", "bible_message":"And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief."},
 {"id":312, "feeling":"Doubt", "bible_verse":"2 Corinthians 1:20", "bible_message":"For all the promises of God in him are yea, and in him Amen, unto the glory of God by us."},
 {"id":313, "feeling":"Doubt", "bible_verse":"Romans 4:20", "bible_message":"He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;"},
 {"id":314, "feeling":"Doubt", "bible_verse":"2 Corinthians 5:7", "bible_message":"For we walk by faith, not by sight:"},
 {"id":315, "feeling":"Doubt", "bible_verse":"1 Corinthians 16:13", "bible_message":"Watch ye, stand fast in the faith, quit you like men, be strong."},
 {"id":316, "feeling":"Doubt", "bible_verse":"Galatians 2:20", "bible_message":"I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me."},
 {"id":317, "feeling":"Doubt", "bible_verse":"Ephesians 6:16", "bible_message":"Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked."},
 {"id":318, "feeling":"Doubt", "bible_verse":"Colossians 1:23", "bible_message":"If ye continue in the faith grounded and settled, and be not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;"},
 {"id":319, "feeling":"Doubt", "bible_verse":"James 1:8", "bible_message":"A double minded man is unstable in all his ways."},
 {"id":320, "feeling":"Doubt", "bible_verse":"1 John 5:4", "bible_message":"For whatsoever is born of God overcometh the world: and this is the victory that overcometh the world, even our faith."},
 {"id":321, "feeling":"Doubt", "bible_verse":"Hebrews 11:1", "bible_message":"Now faith is the substance of things hoped for, the evidence of things not seen."},
 {"id":322, "feeling":"Fake", "bible_verse":"1 Corinthians 14:33", "bible_message":"For God is not the author of confusion, but of peace, as in all churches of the saints."},
 {"id":323, "feeling":"Fake", "bible_verse":"Proverbs 3:5-6", "bible_message":"Trust in the LORD with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths."},
 {"id":324, "feeling":"Fake", "bible_verse":"Psalm 71:1", "bible_message":"In thee, O LORD, do I put my trust: let me never be put to confusion."},
 {"id":325, "feeling":"Fake", "bible_verse":"Psalm 71:2", "bible_message":"Deliver me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me."},
 {"id":326, "feeling":"Fake", "bible_verse":"Psalm 71:3", "bible_message":"Be thou my strong habitation, whereunto I may continually resort: thou hast given commandment to save me; for thou art my rock and my fortress."},
 {"id":327, "feeling":"Fake", "bible_verse":"James 3:17", "bible_message":"But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy."},
 {"id":328, "feeling":"Fake", "bible_verse":"1 Peter 2:6", "bible_message":"Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded."},
 {"id":329, "feeling":"Fake", "bible_verse":"James 1:5-8", "bible_message":"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways."},
 {"id":330, "feeling":"Fake", "bible_verse":"Romans 12:1-2", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":331, "feeling":"Fake", "bible_verse":"1 Peter 5:10-11", "bible_message":"But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you. To him be glory and dominion for ever and ever. Amen."},
 {"id":332, "feeling":"Fatigued", "bible_verse":"Isaiah 40:31", "bible_message":"But they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint."},
 {"id":333, "feeling":"Fatigued", "bible_verse":"Psalms 18:2", "bible_message":"The LORD is my rock, and my fortress, and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, and my high tower."},
 {"id":334, "feeling":"Fatigued", "bible_verse":"Psalms 18:1", "bible_message":"I will love thee, O LORD, my strength."},
 {"id":335, "feeling":"Fatigued", "bible_verse":"Psalms 18:39", "bible_message":"For thou hast girded me with strength unto the battle: thou hast subdued under me those that rose up against me."},
 {"id":336, "feeling":"Fatigued", "bible_verse":"2 Thessalonians 3:13", "bible_message":"But ye, brethren, be not weary in well doing."},
 {"id":337, "feeling":"Fatigued", "bible_verse":"1 Chronicles 16:11", "bible_message":"Seek the LORD and his strength, seek his face continually."},
 {"id":338, "feeling":"Fatigued", "bible_verse":"Nehemiah 8:10", "bible_message":"Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength."},
 {"id":339, "feeling":"Fatigued", "bible_verse":"Job 39:11", "bible_message":"Wilt thou trust him, because his strength is great? Or wilt thou leave thy labour to him?"},
 {"id":340, "feeling":"Fatigued", "bible_verse":"Psalm 27:1", "bible_message":"The LORD is my light and my salvation; whom shall I fear? The LORD is the strength of my life; of whom shall I be afraid?"},
 {"id":341, "feeling":"Fatigued", "bible_verse":"2 Corinthians 12:9", "bible_message":"And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me."},
 {"id":342, "feeling":"Fatigued", "bible_verse":"Psalm 6:2", "bible_message":"Have mercy upon me, O LORD; for I am weak: O LORD, heal me; for my bones are vexed."},
 {"id":343, "feeling":"Fatigued", "bible_verse":"1 Corinthians 1:25", "bible_message":"Because the foolishness of God is wiser than men; and the weakness of God is stronger than men."},
 {"id":344, "feeling":"Fatigued", "bible_verse":"1 Corinthians 2:3", "bible_message":"And I was with you in weakness, and in fear, and in much trembling."},
 {"id":345, "feeling":"Fear", "bible_verse":"1 John 4:18-19", "bible_message":"There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love."},
 {"id":346, "feeling":"Fear", "bible_verse":"Psalms 27:1", "bible_message":"The LORD is my light and my salvation; whom shall I fear? The LORD is the strength of my life; of whom shall I be afraid?"},
 {"id":347, "feeling":"Fear", "bible_verse":"John 14:1", "bible_message":"Let not your heart be troubled: ye believe in God, believe also in me."},
 {"id":348, "feeling":"Fear", "bible_verse":"John 14:27", "bible_message":"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid."},
 {"id":349, "feeling":"Fear", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":350, "feeling":"Fear", "bible_verse":"Isaiah 26:3", "bible_message":"Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee."},
 {"id":351, "feeling":"Fear", "bible_verse":"Philippians 4:8", "bible_message":"Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things."},
 {"id":352, "feeling":"Fear", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":353, "feeling":"Fear", "bible_verse":"John 15:5", "bible_message":"I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing."},
 {"id":354, "feeling":"Fear", "bible_verse":"1 John 4:12", "bible_message":"No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us."},
 {"id":355, "feeling":"Fear", "bible_verse":"2 Timothy 1:7", "bible_message":"But, when he was in Rome, he sought me out very diligently, and found me."},
 {"id":356, "feeling":"Fearful", "bible_verse":"1 John 4:18-19", "bible_message":"There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love."},
 {"id":357, "feeling":"Fearful", "bible_verse":"Psalms 27:1", "bible_message":"The LORD is my light and my salvation; whom shall I fear? The LORD is the strength of my life; of whom shall I be afraid?"},
 {"id":358, "feeling":"Fearful", "bible_verse":"John 14:1", "bible_message":"Let not your heart be troubled: ye believe in God, believe also in me."},
 {"id":359, "feeling":"Fearful", "bible_verse":"John 14:27", "bible_message":"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid."},
 {"id":360, "feeling":"Fearful", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":361, "feeling":"Fearful", "bible_verse":"Isaiah 26:3", "bible_message":"Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee."},
 {"id":362, "feeling":"Fearful", "bible_verse":"Philippians 4:8", "bible_message":"Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things."},
 {"id":363, "feeling":"Fearful", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":364, "feeling":"Fearful", "bible_verse":"John 15:5", "bible_message":"I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing."},
 {"id":365, "feeling":"Fearful", "bible_verse":"1 John 4:12", "bible_message":"No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us."},
 {"id":366, "feeling":"Fearful", "bible_verse":"2 Timothy 1:7", "bible_message":"But, when he was in Rome, he sought me out very diligently, and found me."},
 {"id":367, "feeling":"Fooled", "bible_verse":"Proverbs 19:5", "bible_message":"A false witness shall not be unpunished, and [he that] speaketh lies shall not escape."},
 {"id":368, "feeling":"Fooled", "bible_verse":"Ephesians 6:10-18", "bible_message":"Finally, my brethren, be strong in the Lord, and in the power of his might. Put on the whole armour of God, that ye may be able to stand against the wiles of the devil. For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places. Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand. Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness; And your feet shod with the preparation of the gospel of peace; Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. And take the helmet of salvation, and the sword of the Spirit, which is the word of God: Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;"},
 {"id":369, "feeling":"Fooled", "bible_verse":"Matthew 6:14-15", "bible_message":"For if ye forgive men their trespasses, your heavenly Father will also forgive you: But if ye forgive not men their trespasses, neither will your Father forgive your trespasses."},
 {"id":370, "feeling":"Fooled", "bible_verse":"Matthew 24:10", "bible_message":"And then shall many be offended, and shall betray one another, and shall hate one another."},
 {"id":371, "feeling":"Fooled", "bible_verse":"Genesis 12:3", "bible_message":"And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed."},
 {"id":372, "feeling":"Fooled", "bible_verse":"Luke 22:48", "bible_message":"But Jesus said unto him, Judas, betrayest thou the Son of man with a kiss?"},
 {"id":373, "feeling":"Fooled", "bible_verse":"Mark 11:25", "bible_message":"And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses."},
 {"id":374, "feeling":"Fooled", "bible_verse":"Matthew 7:12", "bible_message":"Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets."},
 {"id":375, "feeling":"Fooled", "bible_verse":"James 1:1-27", "bible_message":"James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting. My brethren, count it all joy when ye fall into divers temptations; Knowing this, that the trying of your faith worketh patience. But let patience have her perfect work, that ye may be perfect and entire, wanting nothing. If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways. Let the brother of low degree rejoice in that he is exalted: But the rich, in that he is made low: because as the flower of the grass he shall pass away. For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways. Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him. Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man: But every man is tempted, when he is drawn away of his own lust, and enticed. Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death. Do not err, my beloved brethren. Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning. Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures. Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath: For the wrath of man worketh not the righteousness of God. Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls. But be ye doers of the word, and not hearers only, deceiving your own selves. For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass: For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was. But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed. If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain. Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world."},
 {"id":376, "feeling":"Fooled", "bible_verse":"Romans 3:23", "bible_message":"For all have sinned, and come short of the glory of God;"},
 {"id":377, "feeling":"Fooled", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":378, "feeling":"Fooled", "bible_verse":"Psalms 23:1-6", "bible_message":"(A Psalm of David.) The LORD (is) my shepherd; I shall not want."},
 {"id":379, "feeling":"Fooled", "bible_verse":"Psalms 1:1-6", "bible_message":"Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful. But his delight is in the law of the Lord; and in his law doth he meditate day and night. And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper. The ungodly are not so: but are like the chaff which the wind driveth away. Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous. For the Lord knoweth the way of the righteous: but the way of the ungodly shall perish."},
 {"id":380, "feeling":"Fooled", "bible_verse":"Luke 22:3-6", "bible_message":"Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve. And he went his way, and communed with the chief priests and captains, how he might betray him unto them. And they were glad, and covenanted to give him money. And he promised, and sought opportunity to betray him unto them in the absence of the multitude."},
 {"id":381, "feeling":"Fooled", "bible_verse":"John 13:21", "bible_message":"When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me."},
 {"id":382, "feeling":"Fragile", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":383, "feeling":"Fragile", "bible_verse":"2 Corinthians 12:9", "bible_message":"And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me."},
 {"id":384, "feeling":"Fragile", "bible_verse":"John 15:5", "bible_message":"I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing."},
 {"id":385, "feeling":"Fragile", "bible_verse":"Psalms 27:1", "bible_message":"The LORD is my light and my salvation; whom shall I fear? The LORD is the strength of my life; of whom shall I be afraid?"},
 {"id":386, "feeling":"Fragile", "bible_verse":"Psalms 18:1", "bible_message":"I will love thee, O LORD, my strength."},
 {"id":387, "feeling":"Fragile", "bible_verse":"Psalms 18:39", "bible_message":"For thou hast girded me with strength unto the battle: thou hast subdued under me those that rose up against me."},
 {"id":388, "feeling":"Fragile", "bible_verse":"Psalms 28:7", "bible_message":"The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him."},
 {"id":389, "feeling":"Fragile", "bible_verse":"Psalms 46:1-2", "bible_message":"God is our refuge and strength, a very present help in trouble. Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea;"},
 {"id":390, "feeling":"Fragile", "bible_verse":"Psalms 62:5-8", "bible_message":"My soul, wait thou only upon God; for my expectation is from him. He only is my rock and my salvation: he is my defense; I shall not be moved. In God is my salvation and my glory: the rock of my strength, and my refuge, is in God. Trust in him at all times; ye people, pour out your heart before him: God is a refuge for us. Selah."},
 {"id":391, "feeling":"Fragile", "bible_verse":"Psalms 71:16", "bible_message":"I will go in the strength of the Lord God: I will make mention of thy righteousness, even of thine only."},
 {"id":392, "feeling":"Fragile", "bible_verse":"Zechariah 4:6", "bible_message":"Then he answered and spake unto me, saying, This is the word of the LORD unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the LORD of hosts."},
 {"id":393, "feeling":"Frustrated", "bible_verse":"Isaiah 41:10", "bible_message":"Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."},
 {"id":394, "feeling":"Frustrated", "bible_verse":"John 16:33", "bible_message":"I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world."},
 {"id":395, "feeling":"Frustrated", "bible_verse":"Psalms 34:18", "bible_message":"The Lord is near to the brokenhearted and saves the crushed in spirit."},
 {"id":396, "feeling":"Frustrated", "bible_verse":"1 Peter 5:7", "bible_message":"Casting all your anxieties on Him, because He cares for you."},
 {"id":397, "feeling":"Frustrated", "bible_verse":"Psalms 4:4-5", "bible_message":"Be angry, and do not sin; ponder in your own hearts on your beds, and be silent. Selah Offer right sacrifices, and put your trust in the Lord."},
 {"id":398, "feeling":"Frustrated", "bible_verse":"Galatians 6:9", "bible_message":"And let us not grow weary of doing good, for in due season we will reap, if we do not give up."},
 {"id":399, "feeling":"Frustrated", "bible_verse":"Philippians 4:7", "bible_message":"And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."},
 {"id":400, "feeling":"Frustrated", "bible_verse":"Matthew 11:28-29", "bible_message":"Come to me, all who labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls."},
 {"id":401, "feeling":"Frustrated", "bible_verse":"Jeremiah 29:11-13", "bible_message":"For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope. Then you will call upon me and come and pray to me, and I will hear you. You will seek me and find me, when you seek me with all your heart."},
 {"id":402, "feeling":"Frustrated", "bible_verse":"James 1:19", "bible_message":"Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;"},
 {"id":403, "feeling":"Frustrated", "bible_verse":"Proverbs 3:6", "bible_message":"In all your ways acknowledge him, and he will make straight your paths."},
 {"id":404, "feeling":"Frustrated", "bible_verse":"Exodus 14:14", "bible_message":"The Lord will fight for you, and you have only to be silent."},
 {"id":405, "feeling":"Frustrated", "bible_verse":"Joshua 1:9", "bible_message":"Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go."},
 {"id":406, "feeling":"Frustrated", "bible_verse":"Psalms 62:5-8", "bible_message":"For God alone, O my soul, wait in silence, for my hope is from him. He only is my rock and my salvation, my fortress; I shall not be shaken. On God rests my salvation and my glory; my mighty rock, my refuge is God. Trust in him at all times, O people; pour out your heart before him; God is a refuge for us. Selah"},
 {"id":407, "feeling":"Frustrated", "bible_verse":"Proverbs 3:5-6", "bible_message":"Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths."},
 {"id":408, "feeling":"Frustrated", "bible_verse":"1 John 4:4", "bible_message":"Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world."},
 {"id":409, "feeling":"Frustrated", "bible_verse":"James 1:2-4", "bible_message":"Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing."},
 {"id":410, "feeling":"Frustrated", "bible_verse":"1 Corinthians 13:1-13", "bible_message":"If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing. Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; ..."},
 {"id":411, "feeling":"Frustrated", "bible_verse":"Revelation 21:4", "bible_message":"He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away."},
 {"id":412, "feeling":"Frustrated", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through him who strengthens me."},
 {"id":413, "feeling":"Frustrated", "bible_verse":"Romans 8:28", "bible_message":"And we know that for those who love God all things work together for good, for those who are called according to his purpose."},
 {"id":414, "feeling":"Frustrated", "bible_verse":"Hebrews 11:1", "bible_message":"Now faith is the assurance of things hoped for, the conviction of things not seen."},
 {"id":415, "feeling":"Frustrated", "bible_verse":"1 Peter 5:10", "bible_message":"And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you."},
 {"id":416, "feeling":"Frustrated", "bible_verse":"Psalms 37:4", "bible_message":"Delight yourself in the Lord, and he will give you the desires of your heart."},
 {"id":417, "feeling":"Frustrated", "bible_verse":"Romans 7:15", "bible_message":"For I do not understand my own actions. For I do not do what I want, but I do the very thing I hate."},
 {"id":418, "feeling":"Frustrated", "bible_verse":"Colossians 3:15", "bible_message":"And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful."},
 {"id":419, "feeling":"Frustrated", "bible_verse":"Psalms 1:1-6", "bible_message":"Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers; but his delight is in the law of the Lord, and on his law he meditates day and night. He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers. The wicked are not so, but are like chaff that the wind drives away. Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous; ..."},
 {"id":420, "feeling":"Frustrated", "bible_verse":"1 Corinthians 16:13", "bible_message":"Be watchful, stand firm in the faith, act like men, be strong."},
 {"id":421, "feeling":"Frustrated", "bible_verse":"Matthew 5:38-48", "bible_message":"You have heard that it was said, An eye for an eye and a tooth for a tooth. But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also. And if anyone would sue you and take your tunic, let him have your cloak as well. And if anyone forces you to go one mile, go with him two miles. Give to the one who begs from you, and do not refuse the one who would borrow from you. ..."},
 {"id":422, "feeling":"Frustrated", "bible_verse":"Romans 8:18-27", "bible_message":"For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. For the creation waits with eager longing for the revealing of the sons of God. For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. For we know that the whole creation has been groaning together in the pains of childbirth until now. ..."},
 {"id":423, "feeling":"Frustrated", "bible_verse":"Hebrews 10:35-36", "bible_message":"Therefore do not throw away your confidence, which has a great reward. For you have need of endurance, so that when you have done the will of God you may receive what is promised."},
 {"id":424, "feeling":"Frustrated", "bible_verse":"Luke 12:27", "bible_message":"Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these."},
 {"id":425, "feeling":"Frustrated", "bible_verse":"1 John 2:27", "bible_message":"But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lieÅ¯just as it has taught you, abide in him."},
 {"id":426, "feeling":"Frustrated", "bible_verse":"Philippians 1:6", "bible_message":"And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ."},
 {"id":427, "feeling":"Frustrated", "bible_verse":"Philippians 3:14", "bible_message":"I press on toward the goal for the prize of the upward call of God in Christ Jesus."},
 {"id":428, "feeling":"Frustrated", "bible_verse":"Luke 9:23", "bible_message":"And he said to all, If anyone would come after me, let him deny himself and take up his cross daily and follow me."},
 {"id":429, "feeling":"Frustrated", "bible_verse":"John 3:16", "bible_message":"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."},
 {"id":430, "feeling":"Frustrated", "bible_verse":"Psalms 34:1-22", "bible_message":"Of David, when he changed his behavior before Abimelech, so that he drove him out, and he went away. I will bless the Lord at all times; his praise shall continually be in my mouth. My soul makes its boast in the Lord; let the humble hear and be glad. Oh, magnify the Lord with me, and let us exalt his name together! I sought the Lord, and he answered me and delivered me from all my fears. Those who look to him are radiant, and their faces shall never be ashamed. ..."},
 {"id":431, "feeling":"Frustrated", "bible_verse":"Luke 14:27", "bible_message":"Whoever does not bear his own cross and come after me cannot be my disciple."},
 {"id":432, "feeling":"Frustrated", "bible_verse":"Psalms 32:8", "bible_message":"I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you."},
 {"id":433, "feeling":"Frustrated", "bible_verse":"Psalms 1:2-6", "bible_message":"But his delight is in the law of the Lord, and on his law he meditates day and night. He is like a tree planted by streams of water that yields its fruit in its season, and its leaf does not wither. In all that he does, he prospers. The wicked are not so, but are like chaff that the wind drives away. Therefore the wicked will not stand in the judgment, nor sinners in the congregation of the righteous; for the Lord knows the way of the righteous, but the way of the wicked will perish."},
 {"id":434, "feeling":"Frustrated", "bible_verse":"Joshua 1:8", "bible_message":"This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success."},
 {"id":435, "feeling":"Frustrated", "bible_verse":"Galatians 2:20", "bible_message":"I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."},
 {"id":436, "feeling":"Frustrated", "bible_verse":"Proverbs 12:24", "bible_message":"The hand of the diligent will rule, while the slothful will be put to forced labor."},
 {"id":437, "feeling":"Frustrated", "bible_verse":"Galatians 2:20-21", "bible_message":"I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me. I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose."},
 {"id":438, "feeling":"Frustrated", "bible_verse":"Joshua 1:5-7", "bible_message":"No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you. Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them. Only be strong and very courageous, being careful to do according to all the law that Moses my servant commanded you. Do not turn from it to the right hand or to the left, that you may have good success wherever you go."},
 {"id":439, "feeling":"Frustrated", "bible_verse":"Philippians 4:8", "bible_message":"Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."},
 {"id":440, "feeling":"Frustrated", "bible_verse":"Psalms 13:2-3", "bible_message":"How long must I take counsel in my soul and have sorrow in my heart all the day? How long shall my enemy be exalted over me? Consider and answer me, O Lord my God; light up my eyes, lest I sleep the sleep of death,"},
 {"id":441, "feeling":"Frustrated", "bible_verse":"John 5:28-29", "bible_message":"Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment."},
 {"id":442, "feeling":"Frustrated", "bible_verse":"Isaiah 40:1-31", "bible_message":"Comfort, comfort my people, says your God. Speak tenderly to Jerusalem, and cry to her that her warfare is ended, that her iniquity is pardoned, that she has received from the Lord's hand double for all her sins. A voice cries: In the wilderness prepare the way of the Lord; make straight in the desert a highway for our God. Every valley shall be lifted up, and every mountain and hill be made low; the uneven ground shall become level, and the rough places a plain. And the glory of the Lord shall be revealed, and all flesh shall see it together, for the mouth of the Lord has spoken. ..."},
 {"id":443, "feeling":"Frustrated", "bible_verse":"Psalms 46:1-11", "bible_message":"To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble. Therefore we will not fear though the earth gives way, though the mountains be moved into the heart of the sea, though its waters roar and foam, though the mountains tremble at its swelling. Selah There is a river whose streams make glad the city of God, the holy habitation of the Most High. God is in the midst of her; she shall not be moved; God will help her when morning dawns. ..."},
 {"id":444, "feeling":"Frustrated", "bible_verse":"Revelation 21:8", "bible_message":"But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death."},
 {"id":445, "feeling":"Frustrated", "bible_verse":"Matthew 16:3", "bible_message":"And in the morning, It will be stormy today, for the sky is red and threatening. You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times."},
 {"id":446, "feeling":"Frustrated", "bible_verse":"Psalms 73:23-26", "bible_message":"Nevertheless, I am continually with you; you hold my right hand. You guide me with your counsel, and afterward you will receive me to glory. Whom have I in heaven but you? And there is nothing on earth that I desire besides you. My flesh and my heart may fail, but God is the strength of my heart and my portion forever."},
 {"id":447, "feeling":"Frustrated", "bible_verse":"Ezra 4:4-6", "bible_message":"Then the people of the land discouraged the people of Judah and made them afraid to build and bribed counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia. And in the reign of Ahasuerus, in the beginning of his reign, they wrote an accusation against the inhabitants of Judah and Jerusalem."},
 {"id":448, "feeling":"Frustrated", "bible_verse":"Romans 1:16", "bible_message":"For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."},
 {"id":449, "feeling":"Frustrated", "bible_verse":"Haggai 1:9-11", "bible_message":"You looked for much, and behold, it came to little. And when you brought it home, I blew it away. Why? declares the Lord of hosts. Because of my house that lies in ruins, while each of you busies himself with his own house. Therefore the heavens above you have withheld the dew, and the earth has withheld its produce. And I have called for a drought on the land and the hills, on the grain, the new wine, the oil, on what the ground brings forth, on man and beast, and on all their labors."},
 {"id":450, "feeling":"Frustrated", "bible_verse":"Psalms 138:3", "bible_message":"On the day I called, you answered me; my strength of soul you increased."},
 {"id":451, "feeling":"Frustrated", "bible_verse":"Ephesians 4:26", "bible_message":"Be ye angry and do not sin; do not let the sun go down on your anger,"},
 {"id":452, "feeling":"Frustrated", "bible_verse":"Philippians 1:12", "bible_message":"I want you to know, brothers, that what has happened to me has really served to advance the gospel,"},
 {"id":453, "feeling":"Frustrated", "bible_verse":"Romans 12:2", "bible_message":"Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect."},
 {"id":454, "feeling":"Frustrated", "bible_verse":"John 4:23-25", "bible_message":"But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him. God is spirit, and those who worship him must worship in spirit and truth. The woman said to him, I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things."},
 {"id":455, "feeling":"Frustrated", "bible_verse":"James 4:7", "bible_message":"Submit yourselves therefore to God. Resist the devil, and he will flee from you."},
 {"id":456, "feeling":"Frustrated", "bible_verse":"Ezra 4:5", "bible_message":"And bribed counselors against them to frustrate their purpose, all the days of Cyrus king of Persia, even until the reign of Darius king of Persia."},
 {"id":457, "feeling":"Giving Up", "bible_verse":"Deuteronomy 31:6", "bible_message":"Be strong and of good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee."},
 {"id":458, "feeling":"Giving Up", "bible_verse":"Psalms 27:14", "bible_message":"Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD."},
 {"id":459, "feeling":"Giving Up", "bible_verse":"Joshua 1:7", "bible_message":"Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest."},
 {"id":460, "feeling":"Giving Up", "bible_verse":"Joshua 1:8", "bible_message":"This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success."},
 {"id":461, "feeling":"Giving Up", "bible_verse":"Deuteronomy 1:21", "bible_message":"Behold, the LORD thy God hath set the land before thee: go up and possess it, as the LORD God of thy fathers hath said unto thee; fear not, neither be discouraged."},
 {"id":462, "feeling":"Giving Up", "bible_verse":"1 Samuel 30:6", "bible_message":"And David was greatly distressed; for the people spake of stoning him, because the soul of all the people was grieved, every man for his sons and for his daughters: but David encouraged himself in the LORD his God."},
 {"id":463, "feeling":"Giving Up", "bible_verse":"2 Chronicles 31:4", "bible_message":"Moreover he commanded the people that dwelt in Jerusalem to give the portion of the priests and the Levites, that they might be encouraged in the law of the LORD."},
 {"id":464, "feeling":"Giving Up", "bible_verse":"1 Thessalonians 5:16", "bible_message":"Rejoice evermore."},
 {"id":465, "feeling":"Giving Up", "bible_verse":"1 Peter 1:8", "bible_message":"Whom having not seen, ye love; in whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory:"},
 {"id":466, "feeling":"Giving Up", "bible_verse":"Philippians 3:13-14", "bible_message":"Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,"},
 {"id":467, "feeling":"Grouchy", "bible_verse":"Psalms 4:7-8", "bible_message":"Thou hast put gladness in my heart, more than in the time that their corn and their wine increased. I will both lay me down in peace, and sleep: for thou, LORD, only makest me dwell in safety."},
 {"id":468, "feeling":"Grouchy", "bible_verse":"Psalms 4:7", "bible_message":"Thou hast put gladness in my heart, more than in the time that their corn and their wine increased."},
 {"id":469, "feeling":"Grouchy", "bible_verse":"Psalms 30:11-12", "bible_message":"Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness; To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee forever."},
 {"id":470, "feeling":"Grouchy", "bible_verse":"Psalms 45:7", "bible_message":"Thou lovest righteousness, and hatest wickedness: therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows."},
 {"id":471, "feeling":"Grouchy", "bible_verse":"Psalms 51:8-10", "bible_message":"Make me to hear joy and gladness; that the bones which thou hast broken may rejoice. Hide thy face from my sins, and blot out all mine iniquities. Create in me a clean heart, O God; and renew a right spirit within me."},
 {"id":472, "feeling":"Grouchy", "bible_verse":"Psalms 51:12", "bible_message":"Restore unto me the joy of thy salvation; and uphold me with thy free spirit."},
 {"id":473, "feeling":"Grouchy", "bible_verse":"Psalms 100:2-5", "bible_message":"Serve the LORD with gladness: come before his presence with singing. I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me. A froward heart shall depart from me: I will not know a wicked person. Whoso privily slandereth his neighbor, him will I cut off: him that hath an high look and a proud heart will not I suffer."},
 {"id":474, "feeling":"Grouchy", "bible_verse":"Nehemiah 8:10", "bible_message":"Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength."},
 {"id":475, "feeling":"Grouchy", "bible_verse":"Psalms 23:1-3", "bible_message":"The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: he leadeth me beside the still waters. He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake."},
 {"id":476, "feeling":"Grouchy", "bible_verse":"Psalms 23:6", "bible_message":"Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever."},
 {"id":477, "feeling":"Grumpy", "bible_verse":"Psalms 4:7-8", "bible_message":"Thou hast put gladness in my heart, more than in the time that their corn and their wine increased. I will both lay me down in peace, and sleep: for thou, LORD, only makest me dwell in safety."},
 {"id":478, "feeling":"Grumpy", "bible_verse":"Psalms 4:7", "bible_message":"Thou hast put gladness in my heart, more than in the time that their corn and their wine increased."},
 {"id":479, "feeling":"Grumpy", "bible_verse":"Psalms 30:11-12", "bible_message":"Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness; To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee forever."},
 {"id":480, "feeling":"Grumpy", "bible_verse":"Psalms 45:7", "bible_message":"Thou lovest righteousness, and hatest wickedness: therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows."},
 {"id":481, "feeling":"Grumpy", "bible_verse":"Psalms 51:8-10", "bible_message":"Make me to hear joy and gladness; that the bones which thou hast broken may rejoice. Hide thy face from my sins, and blot out all mine iniquities. Create in me a clean heart, O God; and renew a right spirit within me."},
 {"id":482, "feeling":"Grumpy", "bible_verse":"Psalms 51:12", "bible_message":"Restore unto me the joy of thy salvation; and uphold me with thy free spirit."},
 {"id":483, "feeling":"Grumpy", "bible_verse":"Psalms 100:2-5", "bible_message":"Serve the LORD with gladness: come before his presence with singing. I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me. A froward heart shall depart from me: I will not know a wicked person. Whoso privily slandereth his neighbor, him will I cut off: him that hath an high look and a proud heart will not I suffer."},
 {"id":484, "feeling":"Grumpy", "bible_verse":"Nehemiah 8:10", "bible_message":"Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength."},
 {"id":485, "feeling":"Grumpy", "bible_verse":"Psalms 23:1-3", "bible_message":"The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: he leadeth me beside the still waters. He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake."},
 {"id":486, "feeling":"Grumpy", "bible_verse":"Psalms 23:6", "bible_message":"Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever."},
 {"id":487, "feeling":"Guilty", "bible_verse":"1 John 1:9", "bible_message":"If we confess our sins, he is faithful and just to forgive us [our] sins, and to cleanse us from all unrighteousness."},
 {"id":488, "feeling":"Guilty", "bible_verse":"Romans 8:1", "bible_message":"[There is] therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit."},
 {"id":489, "feeling":"Guilty", "bible_verse":"Romans 5:1", "bible_message":"Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:"},
 {"id":490, "feeling":"Guilty", "bible_verse":"Romans 3:23", "bible_message":"For all have sinned, and come short of the glory of God;"},
 {"id":491, "feeling":"Guilty", "bible_verse":"James 4:7", "bible_message":"Submit yourselves therefore to God. Resist the devil, and he will flee from you."},
 {"id":492, "feeling":"Guilty", "bible_verse":"Luke 15:7", "bible_message":"I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance."},
 {"id":493, "feeling":"Guilty", "bible_verse":"James 1:14", "bible_message":"But every man is tempted, when he is drawn away of his own lust, and enticed."},
 {"id":494, "feeling":"Guilty", "bible_verse":"Romans 10:13", "bible_message":"For whosoever shall call upon the name of the Lord shall be saved."},
 {"id":495, "feeling":"Guilty", "bible_verse":"Psalms 103:11-12", "bible_message":"For as the heaven is high above the earth, so great is his mercy toward them that fear him. As far as the east is from the west, so far hath he removed our transgressions from us."},
 {"id":496, "feeling":"Guilty", "bible_verse":"1 John 2:1", "bible_message":"My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:"},
 {"id":497, "feeling":"Guilty", "bible_verse":"Romans 12:19", "bible_message":"Dearly beloved, avenge not yourselves, but [rather] give place unto wrath: for it is written, Vengeance [is] mine; I will repay, saith the Lord."},
 {"id":498, "feeling":"Guilty", "bible_verse":"Matthew 5:1-48", "bible_message":"And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:"},
 {"id":499, "feeling":"Guilty", "bible_verse":"2 Peter 3:9", "bible_message":"The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance."},
 {"id":500, "feeling":"Guilty", "bible_verse":"Hebrews 4:15", "bible_message":"For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as [we are, yet] without sin."},
 {"id":501, "feeling":"Guilty", "bible_verse":"Acts 2:38", "bible_message":"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost."},
 {"id":502, "feeling":"Hateful", "bible_verse":"1 John 4:20", "bible_message":"If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?"},
 {"id":503, "feeling":"Hateful", "bible_verse":"1 John 2:9", "bible_message":"He that saith he is in the light, and hateth his brother, is in darkness even until now."},
 {"id":504, "feeling":"Hateful", "bible_verse":"Proverbs 10:12", "bible_message":"Hatred stirreth up strifes: but love covereth all sins."},
 {"id":505, "feeling":"Hateful", "bible_verse":"Matthew 6:15", "bible_message":"But if ye forgive not men their trespasses, neither will your Father forgive your trespasses."},
 {"id":506, "feeling":"Hateful", "bible_verse":"Matthew 5:44", "bible_message":"But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;"},
 {"id":507, "feeling":"Hateful", "bible_verse":"John 15:18", "bible_message":"If the world hate you, ye know that it hated me before [it hated] you."},
 {"id":508, "feeling":"Hateful", "bible_verse":"1 John 2:11", "bible_message":"But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes."},
 {"id":509, "feeling":"Hateful", "bible_verse":"Proverbs 26:24-26", "bible_message":"He that hateth dissembleth with his lips, and layeth up deceit within him; When he speaketh fair, believe him not: for there are seven abominations in his heart. Whose hatred is covered by deceit, his wickedness shall be shewed before the whole congregation."},
 {"id":510, "feeling":"Hateful", "bible_verse":"Matthew 5:43-45", "bible_message":"Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy. But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust."},
 {"id":511, "feeling":"Hateful", "bible_verse":"Galatians 5:19-21", "bible_message":"Now the works of the flesh are manifest, which are these; Adultery, fornication, uncleanness, lasciviousness, Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies, Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God."},
 {"id":512, "feeling":"Hateful", "bible_verse":"Luke 6:27-36", "bible_message":"But I say unto you which hear, Love your enemies, do good to them which hate you, Bless them that curse you, and pray for them which despitefully use you. And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloak forbid not to take thy coat also. Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again. And as ye would that men should do to you, do ye also to them likewise. For if ye love them which love you, what thank have ye? for sinners also love those that love them. And if ye do good to them which do good to you, what thank have ye? for sinners also do even the same. And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again. But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil. Be ye therefore merciful, as your Father also is merciful."},
 {"id":513, "feeling":"Hateful", "bible_verse":"Leviticus 19:17", "bible_message":"Thou shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him."},
 {"id":514, "feeling":"Hateful", "bible_verse":"Proverbs 20:22", "bible_message":"Say not thou, I will recompense evil; [but] wait on the LORD, and he shall save thee."},
 {"id":515, "feeling":"Hateful", "bible_verse":"Proverbs 10:18", "bible_message":"He that hideth hatred [with] lying lips, and he that uttereth a slander, [is] a fool."},
 {"id":516, "feeling":"Helplessness", "bible_verse":"Psalms 33:20", "bible_message":"Our soul waiteth for the Lord: he is our help and or shield."},
 {"id":517, "feeling":"Helplessness", "bible_verse":"Psalms 46:1", "bible_message":"God is our refuge and strength, a very present help in trouble."},
 {"id":518, "feeling":"Helplessness", "bible_verse":"Psalms 46:2", "bible_message":"Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea;"},
 {"id":519, "feeling":"Helplessness", "bible_verse":"Psalms 121:1-2", "bible_message":"I will lift up mine eyes unto the hills, from whence cometh my help."},
 {"id":520, "feeling":"Helplessness", "bible_verse":"Psalms 124:8", "bible_message":"Our help is in the name of the LORD, who made heaven and earth."},
 {"id":521, "feeling":"Helplessness", "bible_verse":"Hebrews 4:16", "bible_message":"Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."},
 {"id":522, "feeling":"Helplessness", "bible_verse":"Isaiah 50:7", "bible_message":"For the Lord GOD will help me; therefore shall I not be confounded: therefore have I set my face like a flint, and I know that I shall not be ashamed."},
 {"id":523, "feeling":"Helplessness", "bible_verse":"Psalms 30:4", "bible_message":"Sing unto the LORD, O ye saints of his, and give thanks at the remembrance of his holiness."},
 {"id":524, "feeling":"Helplessness", "bible_verse":"Psalms 30:11-12", "bible_message":"Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness; To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee for ever."},
 {"id":525, "feeling":"Hopelessness", "bible_verse":"Psalms 38:15", "bible_message":"For in thee, O LORD, do I hope: though wilt hear, O Lord my God."},
 {"id":526, "feeling":"Hopelessness", "bible_verse":"Psalms 42:5", "bible_message":"Why art thou cast down, O my soul? and why art thou disquieted in me? Hope thou in God: for I shall yet praise him for the help of his countenance."},
 {"id":527, "feeling":"Hopelessness", "bible_verse":"Psalms 42:11", "bible_message":"Why art thou cast down, O my soul? and why art thou disquieted within me? hope thou in God: for I shall yet praise him, who is the health of my countenance, and my God."},
 {"id":528, "feeling":"Hopelessness", "bible_verse":"Lamentations 3:18-26", "bible_message":"And I said, My strength and my hope is perished from the LORD: Remembering mine affliction and my misery, the wormwood and the gall. My soul hath them still in remembrance, and is humbled in me. This I recall to my mind, therefore have I hope. It is of the LORD's mercies that we are not consumed, because his compassions fail not. They are new every morning: great is thy faithfulness. The LORD is my portion, saith my soul; therefore will I hope in him. The LORD is good unto them that wait for him, to the soul that seeketh him. It is good that a man should both hope and quietly wait for the salvation of the LORD."},
 {"id":529, "feeling":"Hopelessness", "bible_verse":"Acts 2:26", "bible_message":"Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:"},
 {"id":530, "feeling":"Hopelessness", "bible_verse":"Romans 5:5", "bible_message":"And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us."},
 {"id":531, "feeling":"Hopelessness", "bible_verse":"Romans 12:12", "bible_message":"Rejoicing in hope; patient in tribulation; continuing instant in prayer;"},
 {"id":532, "feeling":"Hopelessness", "bible_verse":"Romans 15:13", "bible_message":"Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost."},
 {"id":533, "feeling":"Hopelessness", "bible_verse":"2 Corinthians 3:12", "bible_message":"Greet one another with an holy kiss."},
 {"id":534, "feeling":"Hopelessness", "bible_verse":"Colossians 1:27", "bible_message":"To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:"},
 {"id":535, "feeling":"Hopelessness", "bible_verse":"Hebrews 6:11", "bible_message":"And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:"},
 {"id":536, "feeling":"Horrible", "bible_verse":"Psalms 38:15", "bible_message":"For in thee, O LORD, do I hope: though wilt hear, O Lord my God."},
 {"id":537, "feeling":"Horrible", "bible_verse":"Psalms 42:5", "bible_message":"Why art thou cast down, O my soul? and why art thou disquieted in me? Hope thou in God: for I shall yet praise him for the help of his countenance."},
 {"id":538, "feeling":"Horrible", "bible_verse":"Psalms 42:11", "bible_message":"Why art thou cast down, O my soul? and why art thou disquieted within me? hope thou in God: for I shall yet praise him, who is the health of my countenance, and my God."},
 {"id":539, "feeling":"Horrible", "bible_verse":"Lamentations 3:18-26", "bible_message":"And I said, My strength and my hope is perished from the LORD: Remembering mine affliction and my misery, the wormwood and the gall. My soul hath them still in remembrance, and is humbled in me. This I recall to my mind, therefore have I hope. It is of the LORD's mercies that we are not consumed, because his compassions fail not. They are new every morning: great is thy faithfulness. The LORD is my portion, saith my soul; therefore will I hope in him. The LORD is good unto them that wait for him, to the soul that seeketh him. It is good that a man should both hope and quietly wait for the salvation of the LORD."},
 {"id":540, "feeling":"Horrible", "bible_verse":"Acts 2:26", "bible_message":"Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:"},
 {"id":541, "feeling":"Horrible", "bible_verse":"Romans 5:5", "bible_message":"And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us."},
 {"id":542, "feeling":"Horrible", "bible_verse":"Romans 12:12", "bible_message":"Rejoicing in hope; patient in tribulation; continuing instant in prayer;"},
 {"id":543, "feeling":"Horrible", "bible_verse":"Romans 15:13", "bible_message":"Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost."},
 {"id":544, "feeling":"Horrible", "bible_verse":"2 Corinthians 3:12", "bible_message":"Greet one another with an holy kiss."},
 {"id":545, "feeling":"Horrible", "bible_verse":"Colossians 1:27", "bible_message":"To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:"},
 {"id":546, "feeling":"Horrible", "bible_verse":"Hebrews 6:11", "bible_message":"And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:"},
 {"id":547, "feeling":"Hot-tempered", "bible_verse":"Psalms 37:8", "bible_message":"Refrain from anger and turn from wrath; do not fret -it leads only to evil."},
 {"id":548, "feeling":"Hot-tempered", "bible_verse":"Ephesians 4:26-28", "bible_message":"Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil. Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need."},
 {"id":549, "feeling":"Hot-tempered", "bible_verse":"James 1:19-20", "bible_message":"My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, for man's anger does not bring about the righteous life that God desires.\"\""},
 {"id":550, "feeling":"Hot-tempered", "bible_verse":"Colossians 3:8 12-13", "bible_message":"But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. Put on then, as Gods chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."},
 {"id":551, "feeling":"Hot-tempered", "bible_verse":"2 Timothy 2:23-24", "bible_message":"Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful."},
 {"id":552, "feeling":"Hot-tempered", "bible_verse":"Proverbs 14:16-17", "bible_message":"A wise man feareth, and departeth from evil: but the fool rageth, and is confident. He that is soon angry dealeth foolishly: and a man of wicked devices is hated."},
 {"id":553, "feeling":"Hot-tempered", "bible_verse":"Proverbs 14:29", "bible_message":"Whoever is slow to anger has great understanding, but he who has a hasty temper exalts folly."},
 {"id":554, "feeling":"Hot-tempered", "bible_verse":"Proverbs 19:11", "bible_message":"Good sense makes one slow to anger, and it is his glory to overlook an offense."},
 {"id":555, "feeling":"Hot-tempered", "bible_verse":"Ecclesiastes 7:9", "bible_message":"Be not quick in your spirit to become angry, for anger lodges in the bosom of fools."},
 {"id":556, "feeling":"Hot-tempered", "bible_verse":"Matthew 5:21-24", "bible_message":"You have heard that it was said to those of old, You shall not murder; and whoever murders will be liable to judgment. But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, You fool! will be liable to the hell of fire. So if you are offering your gift at the altar and there remember that your brother has something against you, leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift. (Jesus words)"},
 {"id":557, "feeling":"Hot-tempered", "bible_verse":"Galatians 5:19-21", "bible_message":"Now the works of the flesh are evident: sexual immorality, impurity, sensuality, idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."},
 {"id":558, "feeling":"Hot-tempered", "bible_verse":"Galatians 5:22-25", "bible_message":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law. And those who belong to Christ Jesus have crucified the flesh with its passions and desires. If we live by the Spirit, let us also walk by the Spirit."},
 {"id":559, "feeling":"Impatient", "bible_verse":"Romans 12:12", "bible_message":"Rejoicing in hope; patient in tribulation; continuing instant in prayer;"},
 {"id":560, "feeling":"Impatient", "bible_verse":"Romans 8:25", "bible_message":"But if we hope for that we see not, [then] do we with patience wait for [it]."},
 {"id":561, "feeling":"Impatient", "bible_verse":"Galatians 6:9", "bible_message":"And let us not be weary in well doing: for in due season we shall reap, if we faint not."},
 {"id":562, "feeling":"Impatient", "bible_verse":"Psalms 37:7-9", "bible_message":"Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass. Cease from anger, and forsake wrath: fret not thyself in any wise to do evil. For evildoers shall be cut off: but those that wait upon the LORD, they shall inherit the earth."},
 {"id":563, "feeling":"Impatient", "bible_verse":"Jeremiah 29:11", "bible_message":"For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end."},
 {"id":564, "feeling":"Impatient", "bible_verse":"Philippians 4:6", "bible_message":"Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God."},
 {"id":565, "feeling":"Impatient", "bible_verse":"Ecclesiastes 7:9", "bible_message":"Be not hasty in thy spirit to be angry: for anger resteth in the bosom of fools."},
 {"id":566, "feeling":"Impatient", "bible_verse":"Ephesians 4:2", "bible_message":"With all lowliness and meekness, with longsuffering, forbearing one another in love;"},
 {"id":567, "feeling":"Impatient", "bible_verse":"1 Corinthians 13:4", "bible_message":"Charity suffereth long, [and] is kind; charity envieth not; charity vaunteth not itself, is not puffed up,"},
 {"id":568, "feeling":"Impatient", "bible_verse":"1 Peter 2:19-23", "bible_message":"For this [is] thankworthy, if a man for conscience toward God endure grief, suffering wrongfully. For what glory [is it], if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer [for it], ye take it patiently, this [is] acceptable with God. For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps: Who did no sin, neither was guile found in his mouth: Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed [himself] to him that judgeth righteously:"},
 {"id":569, "feeling":"Impatient", "bible_verse":"Romans 5:4", "bible_message":"And patience, experience; and experience, hope:"},
 {"id":570, "feeling":"Impatient", "bible_verse":"James 1:19", "bible_message":"Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:"},
 {"id":571, "feeling":"Impatient", "bible_verse":"Proverbs 15:18", "bible_message":"A wrathful man stirreth up strife: but [he that is] slow to anger appeaseth strife."},
 {"id":572, "feeling":"Impatient", "bible_verse":"Isaiah 40:31", "bible_message":"But they that wait upon the LORD shall renew [their] strength; they shall mount up with wings as eagles; they shall run, and not be weary; [and] they shall walk, and not faint."},
 {"id":573, "feeling":"Indecisive", "bible_verse":"1 Corinthians 14:33", "bible_message":"For God is not the author of confusion, but of peace, as in all churches of the saints."},
 {"id":574, "feeling":"Indecisive", "bible_verse":"Proverbs 3:5-6", "bible_message":"Trust in the LORD with all thine heart; and lean not unto thine own understanding."},
 {"id":575, "feeling":"Indecisive", "bible_verse":"Psalm 71:1", "bible_message":"In thee, O LORD, do I put my trust: let me never be put to confusion."},
 {"id":576, "feeling":"Indecisive", "bible_verse":"Psalm 71:2", "bible_message":"Deliver me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me."},
 {"id":577, "feeling":"Indecisive", "bible_verse":"Psalm 71:3", "bible_message":"Be thou my strong habitation, whereunto I may continually resort: thou hast given commandment to save me; for thou art my rock and my fortress."},
 {"id":578, "feeling":"Indecisive", "bible_verse":"James 3:17", "bible_message":"But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be entreated, full of mercy and good fruits, without partiality, and without hypocrisy."},
 {"id":579, "feeling":"Indecisive", "bible_verse":"1 Peter 2:6", "bible_message":"Wherefore also it is contained in the scripture, Behold,"},
 {"id":580, "feeling":"Indecisive", "bible_verse":"James 1:5-8", "bible_message":"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him. But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed. For let not that man think that he shall receive any thing of the Lord. A double minded man is unstable in all his ways."},
 {"id":581, "feeling":"Indecisive", "bible_verse":"Romans 12:1-2", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":582, "feeling":"Indecisive", "bible_verse":"1 Peter 5:10-11", "bible_message":"But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you. To him be glory and dominion for ever and ever. Amen."},
 {"id":583, "feeling":"Irritable", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":584, "feeling":"Irritable", "bible_verse":"Philippians 4:4", "bible_message":"Rejoice in the Lord always: and again I say, Rejoice."},
 {"id":585, "feeling":"Irritable", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":586, "feeling":"Irritable", "bible_verse":"1 Peter 5:7", "bible_message":"Casting all your care upon Him; for He careth for you."},
 {"id":587, "feeling":"Irritable", "bible_verse":"1 Peter 5:10", "bible_message":"But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you."},
 {"id":588, "feeling":"Irritable", "bible_verse":"1 Peter 5:11", "bible_message":"To him be glory and dominion for ever and ever. Amen."},
 {"id":589, "feeling":"Irritable", "bible_verse":"John 14:1", "bible_message":"Let not your heart be troubled: ye believe in God, believe also in me."},
 {"id":590, "feeling":"Irritable", "bible_verse":"John 14:27", "bible_message":"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid."},
 {"id":591, "feeling":"Irritable", "bible_verse":"Micah 6:8", "bible_message":"He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?"},
 {"id":592, "feeling":"Irritable", "bible_verse":"2 Peter 3:18", "bible_message":"But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and forever. Amen."},
 {"id":593, "feeling":"Irritable", "bible_verse":"Ephesians 4:29-32", "bible_message":"Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers. And grieve not the Holy Spirit of God, whereby ye are sealed unto the day of redemption. Let all bitterness, and wrath, and anger, and clamor, and evil speaking, be put away from you, with all malice: And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you."},
 {"id":594, "feeling":"Lazy", "bible_verse":"Hebrews 6:11-12", "bible_message":"And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end: That ye be not slothful, but followers of them who through faith and patience inherit the promises."},
 {"id":595, "feeling":"Lazy", "bible_verse":"Proverbs 4:23", "bible_message":"Keep thy heart with all diligence; for out of it are the issues of life."},
 {"id":596, "feeling":"Lazy", "bible_verse":"2 Corinthians 8:7", "bible_message":"Therefore, as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in your love to us, see that ye abound in this grace also."},
 {"id":597, "feeling":"Lazy", "bible_verse":"Proverbs 15:19", "bible_message":"The way of the slothful man is as an hedge of thorns: but the way of the righteous is made plain."},
 {"id":598, "feeling":"Lazy", "bible_verse":"Psalms 23:3", "bible_message":"He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake."},
 {"id":599, "feeling":"Lazy", "bible_verse":"Proverbs 18:9", "bible_message":"A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle."},
 {"id":600, "feeling":"Lazy", "bible_verse":"Proverbs 21:25-26", "bible_message":"The desire of the slothful killeth him; for his hands refuse to labour. He coveteth greedily all the day long: but the righteous giveth and spareth not."},
 {"id":601, "feeling":"Lazy", "bible_verse":"James 1:17", "bible_message":"Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning."},
 {"id":602, "feeling":"Lazy", "bible_verse":"Proverbs 24:30", "bible_message":"I went by the field of the slothful, and by the vineyard of the man void of understanding;"},
 {"id":603, "feeling":"Lazy", "bible_verse":"Romans 12:11-15", "bible_message":"Not slothful in business; fervent in spirit; serving the Lord; Rejoicing in hope; patient in tribulation; continuing instant in prayer; Distributing to the necessity of saints; given to hospitality. Bless them which persecute you: bless, and curse not. Rejoice with them that do rejoice, and weep with them that weep."},
 {"id":604, "feeling":"Lied to", "bible_verse":"Ephesians 4:29", "bible_message":"Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers."},
 {"id":605, "feeling":"Lied to", "bible_verse":"Matthew 5:37", "bible_message":"But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil."},
 {"id":606, "feeling":"Lied to", "bible_verse":"Exodus 20:16", "bible_message":"Thou shalt not bear false witness against thy neighbour."},
 {"id":607, "feeling":"Lied to", "bible_verse":"Psalms 52:1-4", "bible_message":"Why boastest thou thyself in mischief, O mighty man? the goodness of God endureth continually. Thy tongue deviseth mischiefs; like a sharp razor, working deceitfully. Thou lovest evil more than good; and lying rather than to speak righteousness. Selah. Thou lovest all devouring words, O thou deceitful tongue."},
 {"id":608, "feeling":"Lied to", "bible_verse":"Psalms 119:28-30", "bible_message":"My soul melteth for heaviness: strengthen thou me according unto thy word Remove from me the way of lying: and grant me thy law graciously. I have chosen the way of truth: thy judgments have I laid before me."},
 {"id":609, "feeling":"Lied to", "bible_verse":"Psalms 119:162-163", "bible_message":"I rejoice at thy word, as one that findeth great spoil. I hate and abhor lying: but thy law do I love."},
 {"id":610, "feeling":"Lied to", "bible_verse":"Psalms 120:2", "bible_message":"Deliver my soul, O LORD, from lying lips, and from a deceitful tongue."},
 {"id":611, "feeling":"Lied to", "bible_verse":"Proverbs 6:17", "bible_message":"A proud look, a lying tongue, and hands that shed innocent blood,"},
 {"id":612, "feeling":"Lied to", "bible_verse":"Ephesians 4:22-25", "bible_message":"That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;"},
 {"id":613, "feeling":"Lied to", "bible_verse":"John 8:32", "bible_message":"And ye shall know the truth, and the truth shall make you free."},
 {"id":614, "feeling":"Lied to", "bible_verse":"John 14:6", "bible_message":"Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me."},
 {"id":615, "feeling":"Lonely", "bible_verse":"Hebrews 13:5", "bible_message":"Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee."},
 {"id":616, "feeling":"Lonely", "bible_verse":"James 4:8", "bible_message":"Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded."},
 {"id":617, "feeling":"Lonely", "bible_verse":"Matthew 28:20", "bible_message":"Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you always, even unto the end of the world. Amen."},
 {"id":618, "feeling":"Lonely", "bible_verse":"Psalms 23:4", "bible_message":"Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me."},
 {"id":619, "feeling":"Lonely", "bible_verse":"Psalms 22:11", "bible_message":"Be not far from me; for trouble is near; for there is none to help."},
 {"id":620, "feeling":"Lonely", "bible_verse":"Proverbs 18:24", "bible_message":"A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother."},
 {"id":621, "feeling":"Lonely", "bible_verse":"John 14:14-15", "bible_message":"If ye shall ask any thing in my name, I will do it."},
 {"id":622, "feeling":"Lonely", "bible_verse":"John 16:16", "bible_message":"If ye love me, keep my commandments."},
 {"id":623, "feeling":"Lonely", "bible_verse":"James 2:23", "bible_message":"And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God."},
 {"id":624, "feeling":"Lonely", "bible_verse":"Colossians 1:11-13", "bible_message":"Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness; Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light: Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:"},
 {"id":625, "feeling":"Lost", "bible_verse":"Romans 6:1-23", "bible_message":"1 What shall we say then? Shall we continue in sin, that grace may abound? 2 God forbid. How shall we, that are dead to sin, live any longer therein? 3 Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death? 4 Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life. 5 For if we have been planted together in the likeness of his death, we shall be also [in the likeness] of [his] resurrection: 6 Knowing this, that our old man is crucified with [him], that the body of sin might be destroyed, that henceforth we should not serve sin. 7 For he that is dead is freed from sin. 8 Now if we be dead with Christ, we believe that we shall also live with him: 9 Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him. 10 For in that he died, he died unto sin once: but in that he liveth, he liveth unto God. 11 Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord. 12 Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof. 13 Neither yield ye your members [as] instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members [as] instruments of righteousness unto God. 14 For sin shall not have dominion over you: for ye are not under the law, but under grace. 15 What then? shall we sin, because we are not under the law, but under grace? God forbid. 16 Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness? 17 But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you. 18 Being then made free from sin, ye became the servants of righteousness. 19 I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness. 20 For when ye were the servants of sin, ye were free from righteousness. 21 What fruit had ye then in those things whereof ye are now ashamed? for the end of those things [is] death. 22 But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life. 23 For the wages of sin [is] death; but the gift of God [is] eternal life through Jesus Christ our Lord."},
 {"id":626, "feeling":"Lost", "bible_verse":"1 Peter 5:8", "bible_message":"Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:"},
 {"id":627, "feeling":"Lost", "bible_verse":"Ephesians 2:8-9", "bible_message":"8 For by grace are ye saved through faith; and that not of yourselves: [it is] the gift of God: 9 Not of works, lest any man should boast."},
 {"id":628, "feeling":"Lost", "bible_verse":"Psalms 91:11", "bible_message":"For he shall give his angels charge over thee, to keep thee in all thy ways."},
 {"id":629, "feeling":"Lost", "bible_verse":"Hebrews 11:6", "bible_message":"But without faith [it is] impossible to please [him]: for he that cometh to God must believe that he is, and [that] he is a rewarder of them that diligently seek him."},
 {"id":630, "feeling":"Lost", "bible_verse":"2 Timothy 4:17", "bible_message":"Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and [that] all the Gentiles might hear: and I was delivered out of the mouth of the lion."},
 {"id":631, "feeling":"Lost", "bible_verse":"Acts 2:38", "bible_message":"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost."},
 {"id":632, "feeling":"Lost", "bible_verse":"Zephaniah 2:14", "bible_message":"And flocks shall lie down in the midst of her, all the beasts of the nations: both the cormorant and the bittern shall lodge in the upper lintels of it; [their] voice shall sing in the windows; desolation [shall be] in the thresholds: for he shall uncover the cedar work."},
 {"id":633, "feeling":"Lost", "bible_verse":"John 8:24", "bible_message":"I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am [he], ye shall die in your sins."},
 {"id":634, "feeling":"Mad", "bible_verse":"Psalms 37:8", "bible_message":"Refrain from anger and turn from wrath; do not fret -it leads only to evil."},
 {"id":635, "feeling":"Mad", "bible_verse":"Ephesians 4:26-28", "bible_message":"Be angry and do not sin; do not let the sun go down on your anger, and give no opportunity to the devil. Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need."},
 {"id":636, "feeling":"Mad", "bible_verse":"James 1:19-20", "bible_message":"My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, for man's anger does not bring about the righteous life that God desires.\"\""},
 {"id":637, "feeling":"Mad", "bible_verse":"Colossians 3:8 12-13", "bible_message":"But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. Put on then, as Gods chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."},
 {"id":638, "feeling":"Mad", "bible_verse":"2 Timothy 2:23-24", "bible_message":"Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful."},
 {"id":639, "feeling":"Mad", "bible_verse":"Proverbs 14:16-17", "bible_message":"A wise man feareth, and departeth from evil: but the fool rageth, and is confident. He that is soon angry dealeth foolishly: and a man of wicked devices is hated."},
 {"id":640, "feeling":"Mad", "bible_verse":"Proverbs 14:29", "bible_message":"Whoever is slow to anger has great understanding, but he who has a hasty temper exalts folly."},
 {"id":641, "feeling":"Mad", "bible_verse":"Proverbs 19:11", "bible_message":"Good sense makes one slow to anger, and it is his glory to overlook an offense."},
 {"id":642, "feeling":"Mad", "bible_verse":"Ecclesiastes 7:9", "bible_message":"Be not quick in your spirit to become angry, for anger lodges in the bosom of fools."},
 {"id":643, "feeling":"Mad", "bible_verse":"Matthew 5:21-24", "bible_message":"You have heard that it was said to those of old, You shall not murder; and whoever murders will be liable to judgment. But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, You fool! will be liable to the hell of fire. So if you are offering your gift at the altar and there remember that your brother has something against you, leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift. (Jesus words)"},
 {"id":644, "feeling":"Mad", "bible_verse":"Galatians 5:19-21", "bible_message":"Now the works of the flesh are evident: sexual immorality, impurity, sensuality, idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God."},
 {"id":645, "feeling":"Mad", "bible_verse":"Galatians 5:22-25", "bible_message":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law. And those who belong to Christ Jesus have crucified the flesh with its passions and desires. If we live by the Spirit, let us also walk by the Spirit."},
 {"id":646, "feeling":"Moody", "bible_verse":"Psalms 4:7-8", "bible_message":"Thou hast put gladness in my heart, more than in the time that their corn and their wine increased. I will both lay me down in peace, and sleep: for thou, LORD, only makest me dwell in safety."},
 {"id":647, "feeling":"Moody", "bible_verse":"Psalms 30:11-12", "bible_message":"Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness; To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee forever."},
 {"id":648, "feeling":"Moody", "bible_verse":"Psalms 45:7", "bible_message":"Thou lovest righteousness, and hatest wickedness: therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows."},
 {"id":649, "feeling":"Moody", "bible_verse":"Psalms 51:8-10", "bible_message":"Make me to hear joy and gladness; that the bones which thou hast broken may rejoice. Hide thy face from my sins, and blot out all mine iniquities. Create in me a clean heart, O God; and renew a right spirit within me."},
 {"id":650, "feeling":"Moody", "bible_verse":"Psalms 51:12", "bible_message":"Restore unto me the joy of thy salvation; and uphold me with thy free spirit."},
 {"id":651, "feeling":"Moody", "bible_verse":"Psalms 100:2-5", "bible_message":"Serve the LORD with gladness: come before his presence with singing. I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me. A froward heart shall depart from me: I will not know a wicked person. Whoso privily slandereth his neighbor, him will I cut off: him that hath an high look and a proud heart will not I suffer."},
 {"id":652, "feeling":"Moody", "bible_verse":"Nehemiah 8:10", "bible_message":"Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength."},
 {"id":653, "feeling":"Moody", "bible_verse":"Psalms 23:1-3", "bible_message":"The LORD is my shepherd; I shall not want. He maketh me to lie down in green pastures: he leadeth me beside the still waters. He restoreth my soul: he leadeth me in the paths of righteousness for his name's sake."},
 {"id":654, "feeling":"Moody", "bible_verse":"Psalms 23:6", "bible_message":"Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever."},
 {"id":655, "feeling":"Mourning Grief", "bible_verse":"Psalms 30:10-12", "bible_message":"Hear, O LORD, and have mercy upon me: Lord, be though my helper. Thou has turned for me my mourning into dancing: though has put off my sackcloth, and firded me with gladness. To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks to thee forever."},
 {"id":656, "feeling":"Mourning Grief", "bible_verse":"Isaiah 51:11", "bible_message":"Therefore the redeemed of the LORD shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away."},
 {"id":657, "feeling":"Mourning Grief", "bible_verse":"Isaiah 60:19-20", "bible_message":"The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the LORD shall be unto thee an everlasting light, and thy God thy glory."},
 {"id":658, "feeling":"Mourning Grief", "bible_verse":"Isaiah 61:1-2", "bible_message":"The Spirit of the Lord GOD is upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; To proclaim the acceptable year of the LORD, and the day of vengeance of our God; to comfort all that mourn;"},
 {"id":659, "feeling":"Mourning Grief", "bible_verse":"Isaiah 61:3", "bible_message":"To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified."},
 {"id":660, "feeling":"Mourning Grief", "bible_verse":"Jeremiah 31:13", "bible_message":"Then shall the virgin rejoice in the dance, both young men and old together: for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow."},
 {"id":661, "feeling":"Mourning Grief", "bible_verse":"Ecclesiastes 3:4", "bible_message":"A time to weep, and a time to laugh; a time to mourn, and a time to dance;"},
 {"id":662, "feeling":"Mourning Grief", "bible_verse":"Matthew 5:4", "bible_message":"Blessed are they that mourn: for they shall be comforted."},
 {"id":663, "feeling":"Negative", "bible_verse":"Philippians 4:8", "bible_message":"Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any praise, think on these things."},
 {"id":664, "feeling":"Negative", "bible_verse":"Psalms 16:5-9", "bible_message":"The LORD is the portion of mine inheritance and of my cup: thou maintainest my lot."},
 {"id":665, "feeling":"Negative", "bible_verse":"Psalms 16:11", "bible_message":"Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore."},
 {"id":666, "feeling":"Negative", "bible_verse":"Psalms 27:1", "bible_message":"The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?"},
 {"id":667, "feeling":"Negative", "bible_verse":"Psalms 30:1-2", "bible_message":"I will extol thee, O LORD; for thou hast lifted me up, and hast not made my foes to rejoice over me."},
 {"id":668, "feeling":"Negative", "bible_verse":"Psalms 34:1-4", "bible_message":"I will bless the LORD at all times: his praise shall continually be in my mouth. My soul shall make her boast in the LORD: the humble shall hear thereof, and be glad. O magnify the LORD with me, and let us exalt his name together. I sought the LORD, and he heard me, and delivered me from all my fears."},
 {"id":669, "feeling":"Negative", "bible_verse":"Psalms 51:1-4", "bible_message":"Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions. Wash me throughly from mine iniquity, and cleanse me from my sin. For I acknowledge my transgressions: and my sin is ever before me. Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and be clear when thou judgest."},
 {"id":670, "feeling":"Negative", "bible_verse":"1 John 1:9", "bible_message":"If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."},
 {"id":671, "feeling":"Negative", "bible_verse":"Psalms 89:1", "bible_message":"I will sing of the mercies of the LORD forever: with my mouth will I make known thy faithfulness to all generations."},
 {"id":672, "feeling":"Negative", "bible_verse":"Psalm 103:1-5", "bible_message":"Bless the LORD, O my soul: and all that is within me, bless his holy name. Bless the LORD, O my soul, and forget not all his benefits: Who forgiveth all thine iniquities; who healeth all thy diseases; Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies; Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagles."},
 {"id":673, "feeling":"Nervous", "bible_verse":"Isaiah 26:3-4", "bible_message":"Though wilt keep him in perfect peace, whose mind is stayed on thee: because He trusteth in thee. Trust ye in the LORD forever; for the LORD JEHOVAH is everlasting strength."},
 {"id":674, "feeling":"Nervous", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":675, "feeling":"Nervous", "bible_verse":"1 Peter 5:7", "bible_message":"Casting all your care upon Him; for He careth for you."},
 {"id":676, "feeling":"Nervous", "bible_verse":"Psalms 55:22", "bible_message":"Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved."},
 {"id":677, "feeling":"Nervous", "bible_verse":"Psalms 56:4", "bible_message":"In God I will praise his word, in God I have put my trust; I will not fear what flesh can do unto me."},
 {"id":678, "feeling":"Nervous", "bible_verse":"2 Timothy 1:7", "bible_message":"For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."},
 {"id":679, "feeling":"Nervous", "bible_verse":"Psalms 56:4", "bible_message":"In God I will praise his word, in God I have put my trust; I will not fear what flesh can do unto me."},
 {"id":680, "feeling":"Nervous", "bible_verse":"Psalms 34:4", "bible_message":"I sought the LORD, and he heard me, and delivered me from all my fears."},
 {"id":681, "feeling":"Nervous", "bible_verse":"John 14:1", "bible_message":"Let not your heart be troubled: ye believe in God, believe also in me."},
 {"id":682, "feeling":"Nervous", "bible_verse":"John 14:27", "bible_message":"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid."},
 {"id":683, "feeling":"Nervous", "bible_verse":"Psalms 23", "bible_message":"The LORD is my shepherd; I shall not want."},
 {"id":684, "feeling":"Passivity", "bible_verse":"1 Corinthians 15:57-58", "bible_message":"But thanks be to God, which giveth us the victory through our Lord Jesus Christ. Therefore, my beloved bretheren, be ye steadfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labor is not in vain in the Lord."},
 {"id":685, "feeling":"Passivity", "bible_verse":"Proverbs 4:23", "bible_message":"Keep thy heart with all diligence; for out of it are the issues of life."},
 {"id":686, "feeling":"Passivity", "bible_verse":"Proverbs 10:4", "bible_message":"He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich."},
 {"id":687, "feeling":"Passivity", "bible_verse":"Proverbs 12:24", "bible_message":"The hand of the diligent shall bear rule: but the slothful shall be under tribute."},
 {"id":688, "feeling":"Passivity", "bible_verse":"Proverbs 12:27", "bible_message":"The slothful man roasteth not that which he took in hunting: but the substance of a diligent man is precious."},
 {"id":689, "feeling":"Passivity", "bible_verse":"Proverbs 21:5", "bible_message":"The desire of the slothful killeth him; for his hands refuse to labour."},
 {"id":690, "feeling":"Passivity", "bible_verse":"Proverbs 11:27", "bible_message":"He that diligently seeketh good procureth favour: but he that seeketh mischief, it shall come unto him."},
 {"id":691, "feeling":"Passivity", "bible_verse":"Zechariah 6:15", "bible_message":"And they that are far off shall come and build in the temple of the LORD, and ye shall know that the LORD of hosts hath sent me unto you. And this shall come to pass, if ye will diligently obey the voice of the LORD your God."},
 {"id":692, "feeling":"Regretfulness", "bible_verse":"Psalms 30:11", "bible_message":"Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness;"},
 {"id":693, "feeling":"Regretfulness", "bible_verse":"John 1:9", "bible_message":"That was the true Light, which lighteth every man that cometh into the world."},
 {"id":694, "feeling":"Regretfulness", "bible_verse":"Philippians 3:13-14", "bible_message":"Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark for the prize of the high calling of God in Christ Jesus."},
 {"id":695, "feeling":"Regretfulness", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":696, "feeling":"Regretfulness", "bible_verse":"Philippians 4:8", "bible_message":"Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things."},
 {"id":697, "feeling":"Regretfulness", "bible_verse":"Romans 12:1-2", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":698, "feeling":"Regretfulness", "bible_verse":"Psalms 103:1-5", "bible_message":"Bless the LORD, O my soul: and all that is within me, bless his holy name. Bless the LORD, O my soul, and forget not all his benefits: Who forgiveth all thine iniquities; who healeth all thy diseases; Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies; Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagles."},
 {"id":699, "feeling":"Regretfulness", "bible_verse":"Psalms 103:12", "bible_message":"As far as the east is from the west, so far hath he removed our transgressions from us."},
 {"id":700, "feeling":"Regretfulness", "bible_verse":"Psalms 105:4-5", "bible_message":"Seek the LORD, and his strength: seek his face evermore. Remember his marvelous works that he hath done; his wonders, and the judgments of his mouth;"},
 {"id":701, "feeling":"Rejected", "bible_verse":"Ephesians 1:6", "bible_message":"To the praise of the glory of his grace, wherein he hath made us accepted in the beloved."},
 {"id":702, "feeling":"Rejected", "bible_verse":"Song of Solomon 2:4", "bible_message":"He brought me to the banqueting house, and his banner over me was love."},
 {"id":703, "feeling":"Rejected", "bible_verse":"Isaiah 54:17", "bible_message":"No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, saith the LORD."},
 {"id":704, "feeling":"Rejected", "bible_verse":"1 John 4:18-19", "bible_message":"There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love. We love him, because he first loved us."},
 {"id":705, "feeling":"Rejected", "bible_verse":"Psalms 139:14-16", "bible_message":"I will praise thee; for I am fearfully and wonderfully made: marvelous are thy works; and that my soul knoweth right well. My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth. Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them."},
 {"id":706, "feeling":"Rejected", "bible_verse":"Matthew 5:11-12", "bible_message":"Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake. Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you."},
 {"id":707, "feeling":"Rejected", "bible_verse":"Matthew 5:13-16", "bible_message":"Ye are the salt of the earth: but if the salt have lost his savor, wherewith shall it be salted? It is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men. Ye are the light of the world. A city that is set on an hill cannot be hid. Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house. Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven."},
 {"id":708, "feeling":"Sad", "bible_verse":"Psalms 32:11", "bible_message":"Be glad in the LORD"},
 {"id":709, "feeling":"Sad", "bible_verse":"Isaiah 61:10", "bible_message":"I will greatly rejoice in the LORD, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels."},
 {"id":710, "feeling":"Sad", "bible_verse":"2 Corinthians 7:4", "bible_message":"Great is my boldness of speech toward you, great is my glorying of you: I am filled with comfort, I am exceeding joyful in all our tribulation."},
 {"id":711, "feeling":"Sad", "bible_verse":"Proverbs 3:13", "bible_message":"Happy is the man that findeth wisdom, and the man that getteth understanding."},
 {"id":712, "feeling":"Sad", "bible_verse":"Psalms 51:12", "bible_message":"Restore unto me the joy of thy salvation; and uphold me with thy free spirit."},
 {"id":713, "feeling":"Sad", "bible_verse":"Proverbs 16:20", "bible_message":"He that handleth a matter wisely shall find good: and whoso trusteth in the LORD, happy is he."},
 {"id":714, "feeling":"Sad", "bible_verse":"Nehemiah 8:10", "bible_message":"Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength."},
 {"id":715, "feeling":"Sad", "bible_verse":"Proverbs 29:18", "bible_message":"Where there is no vision, the people perish: but he that keepeth the law, happy is he."},
 {"id":716, "feeling":"Sad", "bible_verse":"Psalms 146:5-6", "bible_message":"Happy is he that hath the God of Jacob for his help, whose hope is in the LORD his God: Which made heaven, and earth, the sea, and all that therein is: which keepeth truth forever:"},
 {"id":717, "feeling":"Sad", "bible_verse":"Psalms 146:10", "bible_message":"The LORD shall reign forever, even thy God, O Zion, unto all generations. Praise ye the LORD."},
 {"id":718, "feeling":"Self-Consciousness", "bible_verse":"Mark 7:20-23", "bible_message":"And he said, That which cometh out of the man, that defileth the man. For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders, Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness: All these evil things come from within, and defile the man."},
 {"id":719, "feeling":"Self-Consciousness", "bible_verse":"1 John 1:9", "bible_message":"If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."},
 {"id":720, "feeling":"Self-Consciousness", "bible_verse":"Romans 8:4", "bible_message":"That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit."},
 {"id":721, "feeling":"Self-Consciousness", "bible_verse":"Romans 8:5", "bible_message":"For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit."},
 {"id":722, "feeling":"Self-Consciousness", "bible_verse":"Romans 8:6", "bible_message":"For to be carnally minded is death; but to be spiritually minded is life and peace."},
 {"id":723, "feeling":"Self-Consciousness", "bible_verse":"Romans 8:7", "bible_message":"Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be."},
 {"id":724, "feeling":"Self-Consciousness", "bible_verse":"Hebrews 11:6", "bible_message":"But without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him."},
 {"id":725, "feeling":"Self-Consciousness", "bible_verse":"Matthew 10:28", "bible_message":"And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell."},
 {"id":726, "feeling":"Self-Consciousness", "bible_verse":"Mark 8:34-38", "bible_message":"And when he had called the people unto him with his disciples also, he said unto them, Whosoever will come after me, let him deny himself, and take up his cross, and follow me."},
 {"id":727, "feeling":"Self-Destructive", "bible_verse":"1 Corinthians 3:16-17", "bible_message":"Know ye not the ye are the temple of God, and that the Spirit of God dwelleth in you? If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are."},
 {"id":728, "feeling":"Self-Destructive", "bible_verse":"1 Corinthians 6:19-20", "bible_message":"What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's."},
 {"id":729, "feeling":"Self-Destructive", "bible_verse":"Romans 12:1-2", "bible_message":"I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service. And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."},
 {"id":730, "feeling":"Self-Destructive", "bible_verse":"John 10:10", "bible_message":"The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly."},
 {"id":731, "feeling":"Self-Destructive", "bible_verse":"John 10:11", "bible_message":"I am the good shepherd: the good shepherd giveth his life for the sheep."},
 {"id":732, "feeling":"Self-Destructive", "bible_verse":"Romans 8:7-9", "bible_message":"Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be. So then they that are in the flesh cannot please God. But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his."},
 {"id":733, "feeling":"Self-Destructive", "bible_verse":"Romans 8:38-39", "bible_message":"For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come, Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord."},
 {"id":734, "feeling":"Self-Destructive", "bible_verse":"Philippians 1:20", "bible_message":"According to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death."},
 {"id":735, "feeling":"Self-Destructive", "bible_verse":"Galatians 5:26", "bible_message":"Let us not be desirous of vain glory, provoking one another, envying one another."},
 {"id":736, "feeling":"Sensitive", "bible_verse":"2 Corinthians 12:9", "bible_message":"My grace is sufficient for thee: for my strength is made perfect in weakness."},
 {"id":737, "feeling":"Sensitive", "bible_verse":"2 Corinthians 10:3", "bible_message":"For though we walk in the flesh, we do not war after the flesh:"},
 {"id":738, "feeling":"Sensitive", "bible_verse":"2 Corinthians 10:5", "bible_message":"Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;"},
 {"id":739, "feeling":"Sensitive", "bible_verse":"Psalms 27:1", "bible_message":"The LORD is my light and my salvation; whom shall I fear? The LORD is the strength of my life; of whom shall I be afraid?"},
 {"id":740, "feeling":"Sensitive", "bible_verse":"Psalms 27:14", "bible_message":"Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD."},
 {"id":741, "feeling":"Sensitive", "bible_verse":"Psalms 143:8", "bible_message":"Cause me to hear thy lovingkindness in the morning; for in thee do I trust: cause me to know the way wherein I should walk; for I lift up my soul unto thee."},
 {"id":742, "feeling":"Sensitive", "bible_verse":"Psalms 143:10", "bible_message":"Teach me to do thy will; for thou art my God: thy spirit is good; lead me into the land of uprightness."},
 {"id":743, "feeling":"Sensitive", "bible_verse":"Psalms 143:11", "bible_message":"Quicken me, O LORD, for thy name's sake: for thy righteousness' sake bring my soul out of trouble."},
 {"id":744, "feeling":"Sensitive", "bible_verse":"Matthew 5:44-45", "bible_message":"But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you; That ye may be the children of your Father which is in heaven: for He maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust."},
 {"id":745, "feeling":"Shame", "bible_verse":"Romans 8:1-2", "bible_message":"There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit."},
 {"id":746, "feeling":"Shame", "bible_verse":"Psalms 119:30-33", "bible_message":"I have chosen the way of truth: thy judgments have I laid before me. I have stuck unto thy testimonies: O LORD, put me not to shame. I will run the way of thy commandments, when thou shalt enlarge my heart. Teach me, O LORD, the way of thy statutes; and I shall keep it unto the end."},
 {"id":747, "feeling":"Shame", "bible_verse":"Proverbs 11:2-3", "bible_message":"When pride cometh, then cometh shame: but with the lowly is wisdom. The integrity of the upright shall guide them: but the perverseness of transgressors shall destroy them."},
 {"id":748, "feeling":"Shame", "bible_verse":"Isaiah 54:4-5", "bible_message":"Fear not; for thou shalt not be ashamed: neither be thou confounded; for thou shalt not be put to shame: for thou shalt forget the shame of thy youth, and shalt not remember the reproach of thy For thy Maker is thine husband; the LORD of hosts is his name; and thy Redeemer the Holy One of Israel; The God of the whole earth shall he be called."},
 {"id":749, "feeling":"Shame", "bible_verse":"Hebrews 12:2-3", "bible_message":"Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God. For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds."},
 {"id":750, "feeling":"Shame", "bible_verse":"Romans 1:16", "bible_message":"For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to everyone that believeth; to the Jew first, and also to the Greek."},
 {"id":751, "feeling":"Stressed", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in everything by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":752, "feeling":"Stressed", "bible_verse":"2 Corinthians 1:20", "bible_message":"For all the promises of God in him are yea, and in him Amen, unto the glory of God by us."},
 {"id":753, "feeling":"Stressed", "bible_verse":"Matthew 6:25", "bible_message":"Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?"},
 {"id":754, "feeling":"Stressed", "bible_verse":"1 Peter 5:7", "bible_message":"Casting all your care upon Him; for He careth for you."},
 {"id":755, "feeling":"Stressed", "bible_verse":"Matthew 11:28-30", "bible_message":"Come unto me, all ye that labour and are heavy laden, and I will give you rest. Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls. For my yoke is easy, and my burden is light."},
 {"id":756, "feeling":"Stressed", "bible_verse":"Matthew 6:33", "bible_message":"But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you."},
 {"id":757, "feeling":"Stressed", "bible_verse":"Psalm 55:22", "bible_message":"Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved."},
 {"id":758, "feeling":"Stressed", "bible_verse":"Mark 4:19", "bible_message":"And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful."},
 {"id":759, "feeling":"Stressed", "bible_verse":"2 Timothy 1:7", "bible_message":"For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."},
 {"id":760, "feeling":"Stressed", "bible_verse":"2 Timothy 1:8-9", "bible_message":"Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God; Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began."},
 {"id":761, "feeling":"Suicidal", "bible_verse":"Deuteronomy 30:19-20", "bible_message":"I call heaven and earth to record this day against you, that I have set before your life and death, blessing and cursing: therefore choose: therefore choose life, that both thou and thy seed may live: that thou mayest love the Lord thy God, and that thou mayest obey his voice, and though mayest cleave unto him: for he is thy life, and the length of thy days."},
 {"id":762, "feeling":"Suicidal", "bible_verse":"Psalms 23", "bible_message":"The LORD is my shepherd; I shall not want."},
 {"id":763, "feeling":"Suicidal", "bible_verse":"Psalms 16:11", "bible_message":"Thou wilt shew me the path of life: in thy presence is fullness of joy; at thy right hand there are pleasures for evermore."},
 {"id":764, "feeling":"Suicidal", "bible_verse":"Psalms 36:9", "bible_message":"For with thee is the fountain of life: in thy light shall we see light."},
 {"id":765, "feeling":"Suicidal", "bible_verse":"Psalms 63:3", "bible_message":"Because thy lovingkindness is better than life, my lips shall praise thee."},
 {"id":766, "feeling":"Suicidal", "bible_verse":"Proverbs 3:18", "bible_message":"She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her."},
 {"id":767, "feeling":"Suicidal", "bible_verse":"Proverbs 10:16-17", "bible_message":"The labor of the righteous tendeth to life: the fruit of the wicked to sin. He is in the way of life that keepeth instruction: but he that refuseth reproof erreth."},
 {"id":768, "feeling":"Suicidal", "bible_verse":"John 10:10", "bible_message":"The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly."},
 {"id":769, "feeling":"Suicidal", "bible_verse":"John 3:16", "bible_message":"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life."},
 {"id":770, "feeling":"Weak", "bible_verse":"2 Corinthians 12:9", "bible_message":"My grace is sufficient for thee: for my strength is made perfect in weakness."},
 {"id":771, "feeling":"Weak", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":772, "feeling":"Weak", "bible_verse":"2 Corinthians 12:9", "bible_message":"And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me."},
 {"id":773, "feeling":"Weak", "bible_verse":"John 15:5", "bible_message":"I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing."},
 {"id":774, "feeling":"Weak", "bible_verse":"Psalms 27:1", "bible_message":"The LORD is my light and my salvation; whom shall I fear? The LORD is the strength of my life; of whom shall I be afraid?"},
 {"id":775, "feeling":"Weak", "bible_verse":"Psalms 18:1", "bible_message":"I will love thee, O LORD, my strength."},
 {"id":776, "feeling":"Weak", "bible_verse":"Psalms 18:39", "bible_message":"For thou hast girded me with strength unto the battle: thou hast subdued under me those that rose up against me."},
 {"id":777, "feeling":"Weak", "bible_verse":"Psalms 28:7", "bible_message":"The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him."},
 {"id":778, "feeling":"Weak", "bible_verse":"Psalms 46:1-2", "bible_message":"God is our refuge and strength, a very present help in trouble. Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea;"},
 {"id":779, "feeling":"Weak", "bible_verse":"Psalms 62:5-8", "bible_message":"My soul, wait thou only upon God; for my expectation is from him. He only is my rock and my salvation: he is my defense; I shall not be moved. In God is my salvation and my glory: the rock of my strength, and my refuge, is in God. Trust in him at all times; ye people, pour out your heart before him: God is a refuge for us. Selah."},
 {"id":780, "feeling":"Weak", "bible_verse":"Psalms 71:16", "bible_message":"I will go in the strength of the Lord God: I will make mention of thy righteousness, even of thine only."},
 {"id":781, "feeling":"Weak", "bible_verse":"Zechariah 4:6", "bible_message":"Then he answered and spake unto me, saying, This is the word of the LORD unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the LORD of hosts."},
 {"id":782, "feeling":"Worthless", "bible_verse":"Jeremiah 29:11", "bible_message":"For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end."},
 {"id":783, "feeling":"Worthless", "bible_verse":"Proverbs 3:5-6", "bible_message":"Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths."},
 {"id":784, "feeling":"Worthless", "bible_verse":"2 Corinthians 12:10", "bible_message":"Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ's sake: for when I am weak, then am I strong."},
 {"id":785, "feeling":"Worthless", "bible_verse":"Isaiah 41:10", "bible_message":"Fear thou not; for I [am] with thee: be not dismayed; for I [am] thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."},
 {"id":786, "feeling":"Worthless", "bible_verse":"Philippians 4:6-7", "bible_message":"Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."},
 {"id":787, "feeling":"Worthless", "bible_verse":"Philippians 4:13", "bible_message":"I can do all things through Christ which strengtheneth me."},
 {"id":788, "feeling":"Worthless", "bible_verse":"Philippians 1:6", "bible_message":"Being confident of this very thing, that he which hath begun a good work in you will perform [it] until the day of Jesus Christ:"},
 {"id":789, "feeling":"Worthless", "bible_verse":"Romans 12:2", "bible_message":"And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what [is] that good, and acceptable, and perfect, will of God."},
 {"id":790, "feeling":"Worthless", "bible_verse":"2 Timothy 1:7", "bible_message":"For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."},
 {"id":791, "feeling":"Worthless", "bible_verse":"Romans 8:18", "bible_message":"For I reckon that the sufferings of this present time [are] not worthy [to be compared] with the glory which shall be revealed in us."},
 {"id":792, "feeling":"Worthless", "bible_verse":"Luke 12:7", "bible_message":"But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows."},
 {"id":793, "feeling":"Worthless", "bible_verse":"Hebrews 13:5", "bible_message":"[Let your] conversation [be] without covetousness; [and be] content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee."},
 {"id":794, "feeling":"Worthless", "bible_verse":"1 John 1:9", "bible_message":"If we confess our sins, he is faithful and just to forgive us [our] sins, and to cleanse us from all unrighteousness."},
 {"id":795, "feeling":"Worthless", "bible_verse":"Ephesians 2:10", "bible_message":"For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them."},
 {"id":796, "feeling":"Worthless", "bible_verse":"Romans 8:28", "bible_message":"And we know that all things work together for good to them that love God, to them who are the called according to [his] purpose."},
 {"id":797, "feeling":"Worthless", "bible_verse":"Romans 8:26", "bible_message":"Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered."}]